{"url": "https://www.bbc.com/news/technology-67132846", "title": "Google boss: AI too important not to get right - BBC News", "body": ["Artificial Intelligence (AI) technology is \"too important not to get right\", a top Google executive has told the BBC.", "It has the potential for \"huge breakthroughs\" across industries, said Matt Brittin, president of Google for Europe, the Middle East and Africa.", "There has been a long-running global debate about the risks and rewards of AI.", "Mr Brittin was speaking as Google agreed a joint research partnership with the University of Cambridge.", "As part of it, the tech giant will provide a grant for the university's new Centre for Human-Inspired AI, where academics and scientists from Cambridge and Google will come together.", "The long-term agreement will focus on a number of areas including robotics, healthcare and climate change.", "The partnership comes ahead of the UK's AI safety summit at Bletchley Park, at which the government hopes some of the biggest names in the industry will convene.", "It has been prompted by an intensifying debate about the potential benefits of AI - and attempts by regulators in multiple countries to devise regulations for the rapidly advancing field.", "\"If we get it right, there could be huge breakthroughs in health, the potential for unlimited, clean energy, and a society where everyone has opportunities through education and powerful, intelligent tools. ", "\"So this is a huge opportunity for us to do that,\" said Mr Brittin.", "Vice president of research at Google DeepMind, and professor of information engineering at Cambridge University, Zoubin Ghahramani told the BBC the research the new centre would do could help address climate problems.", "AI tools have been used to optimise flight paths to reduce the amount of contrails - vapour trails left across skies by aeroplanes.", "\"It may not seem like an obvious use, but it is actually very valuable to address the impact of air travel,\" Prof Ghahramani said.", "Mr Brittin said sustainability and solutions for addressing a climate crisis had been a long-term focus for Google and its AI arm, DeepMind, saying its research helped reduce energy consumption and costs in the tech giant's data centres.", "\"I joined the company in 2007, and that was the year we became carbon neutral - we became one of the world's biggest purchasers of renewables,\" Mr Brittin said, adding that Google's recent UK power purchase agreements will see services used in the country running on almost entirely carbon-free energy by 2025.", "He also pointed to global projects such as sequencing traffic lights to reduce pollution, and using Google Maps to find fuel-efficient routes or the best place for solar panels.", "Others, though, have raised concerns that the AI revolution Google is helping to fuel is causing great environmental damage, with one academic calling it \"an enormous extractive industry for the 21st Century\".", "A recent study suggested the sector's explosive growth could soon see it use as much energy as a country the size of the Netherlands, leading its author to say AI should be used only where absolutely necessary."]}
{"url": "https://www.bbc.com/news/business-67217915", "title": "Why are fewer women using AI than men? - BBC News", "body": ["Popular artificial intelligence (AI) chatbot ChatGPT now has more than 180 million users, but jeweller Harriet Kelsall says it isn't for her.", "Being dyslexic, she admits that using it might help improve the clarity of her communication with customers on her website. But ultimately she says that she just doesn't trust it.", "Ms Kelsall, who is based in Cambridge, says that when she experimented with ChatGPT this year, she noticed errors. She tested it by quizzing it about the crown worn by King Charles III in his coronation back in May, the St Edward's Crown.", "\"I asked ChatGPT to tell me some information about the crown, just to see what it would say,\" she says. \"I know quite a bit about gemstones in the royal crowns, and I noticed there were large chunks within the text about it which were about the wrong crown.\"", "Ms Kelsall adds that she is also concerned about people \"passing off what ChatGPT tells them as independent thought, and plagiarising\".", "What is AI? A simple guide to help you understand artificial intelligence", "While ChatGPT has become hugely popular since its launch a year ago, Ms Kelsall's reluctance to use it appears to be significantly more common among women than men. While 54% of men now use AI in either their professional or personal lives, this falls to just 35% of women, according to a survey earlier this year.", "What are the reasons for this apparent AI gender gap, and should it be a concern?", "Michelle Leivars, a London-based business coach, says she doesn't use AI to write for her, because she wants to retain her own voice and personality. ", "\"Clients have said they booked sessions with me because the copy on my website didn't feel cookie cutter, and that I was speaking directly to them,\" she says. \"People who know me have gone onto the website, and said that they can hear me saying the words and they could tell it was me straight away.\"", "Meanwhile, Hayley Bystram, also based in London, has not been tempted to save time by using AI. Ms Bystram is the founder of matchmaking agency, Bowes-Lyon Partnership, and meets her clients face-to-face to hand pair them with like-minded others, with no algorithm involved.", "\"The place where we could use something such as ChatGPT is in our carefully crafted member profiles. which can take up to half a day to create,\" she says. \"But for me it would take the soul and the personalisation out of the process, and it feels like it's cheating, so we carry on doing it the long-winded way.\"", "For Alexandra Coward, a business strategist based in Paisley, Scotland, using AI for content generation is just \"heavy photoshopping\".", "She is also particularly concerned about the growing trend of people using AI to create images \"that make them look the slimmest, youngest and hippest versions of themselves\".", "Ms Coward adds: \"We're moving towards a space where not only will your clients not recognise you in person, you won't recognise you in person.\"", "While all these seem valid reasons to give AI a wide berth, AI expert Jodie Cook says there are deeper, more ingrained reasons why women are not embracing the technology as much as men.", "\"Stem fields [science, technology, engineering, and mathematics] have traditionally been dominated by males,\" says Ms Cook, who is the founder of Coachvox.ai, an app that allows business leaders to create AI clones of themselves. ", "\"The current trend in the adoption of AI tools appears to mirror this disparity, as the skills required for AI are rooted in Stem disciplines.\"", "Read additional stories on artificial intelligence", "In the UK, just 24% of the workforce across the Stem sectors are female, and as a consequence \"women may feel less confident using AI tools\", adds Ms Cook. \"Even though many tools don't require technical proficiency, if more women don't view themselves as technically skilled, they might not experiment with them.", "\"And AI also still feels like science fiction. In the media and popular culture, science fiction tends to be marketed at men.\"", "Ms Cook says that moving forward she wants to see more women both use AI and work in the sector. \"As the industry grows, we definitely don't want to see a widening gap between the genders.\"", "Yet psychologist Lee Chambers says that typically female thinking and behaviour may be holding some women back from embracing AI.", "\"It's the confidence gap - women tend to want to have a high level of competence in something before they start using it, \" he says. \"Whereas men tend to be happy to go into something without much competence.\"", "Mr Chambers also says that women may fear having their ability questioned, if they use AI tools.", "\"Women are more likely to be accused of not being competent, so they have to emphasise their credentials more to demonstrate their subject matter expertise in a particular field,\" he says. \"There could be this feeling that if people know that you, as a woman, use AI, it's suggesting that you might not be as qualified as you are.", "\"Women are already discredited, and have their ideas taken by men and passed off as their own, so having people knowing that you use an AI might also play into that narrative that you're not qualified enough. It's just another thing that's debasing your skills, your competence, your value.\"", "Or as Harriet Kelsall puts it: \"I value authenticity and human creativity.\""]}
{"url": "https://www.bbc.com/news/technology-65102150", "title": "AI could replace equivalent of 300 million jobs - report - BBC News", "body": ["Artificial intelligence (AI) could replace the equivalent of 300 million full-time jobs, a report by investment bank Goldman Sachs says.", "It could replace a quarter of work tasks in the US and Europe but may also mean new jobs and a productivity boom.", "And it could eventually increase the total annual value of goods and services produced globally by 7%.", "Generative AI, able to create content indistinguishable from human work, is \"a major advancement\", the report says. ", "The government is keen to promote investment in AI in the UK, which it says will \"ultimately drive productivity across the economy\", and has tried to reassure the public about its impact.", "\"We want to make sure that AI is complementing the way we work in the UK, not disrupting it - making our jobs better, rather than taking them away,\" Technology Secretary Michelle Donelan told the Sun.", "The report notes AI's impact will vary across different sectors - 46% of tasks in administrative and 44% in legal professions could be automated but only 6% in construction 4% in maintenance, it says.", "BBC News has previously reported some artists' concerns AI image generators could harm their employment prospects.", "\"The only thing I am sure of is that there is no way of knowing how many jobs will be replaced by generative AI,\" Carl Benedikt Frey, future of-work director at the Oxford Martin School, Oxford University, told BBC News. ", "\"What ChatGPT does, for example, is allow more people with average writing skills to produce essays and articles.", "\"Journalists will therefore face more competition, which would drive down wages, unless we see a very significant increase in the demand for such work.", "\"Consider the introduction of GPS technology and platforms like Uber. Suddenly, knowing all the streets in London had much less value - and so incumbent drivers experienced large wage cuts in response, of around 10% according to our research. ", "\"The result was lower wages, not fewer drivers. ", "\"Over the next few years, generative AI is likely to have similar effects on a broader set of creative tasks\".", "According to research cited by the report, 60% of workers are in occupations that did not exist in 1940.", "But other research suggests technological change since the 1980s has displaced workers faster than it has created jobs.", "And if generative AI is like previous information-technology advances, the report concludes, it could reduce employment in the near term.", "The long-term impact of AI, however, was highly uncertain, chief executive of the Resolution Foundation think tank Torsten Bell told BBC News, \"so all firm predictions should be taken with a very large pinch of salt\". ", "\"We do not know how the technology will evolve or how firms will integrate it into how they work,\" he said.", "\"That's not to say that AI won't disrupt the way we work - but we should focus too on the potential living-standards gains from higher-productivity work and cheaper-to-run services, as well as the risk of falling behind if other firms and economies better adapt to technological change.\""]}
{"url": "https://www.bbc.com/news/uk-politics-67296825", "title": "AI summit: Education will blunt AI risk to jobs, says Rishi Sunak - BBC News", "body": ["People should not be worried about the impact of AI on jobs because education reforms will boost skills, Rishi Sunak has said.", "Speaking after the UK's first AI safety summit, the prime minister said the technology would improve the economy in the long term.", "He added that new tools should be seen as a \"co-pilot\" to help people at work, rather than replacing them.", "The government's job should be to improve training, he told reporters.", "Mr Sunak said he recognised there was \"anxiety\" about the impact new AI tools could have on the workplace, but said it would enhance productivity over time. ", "\"We should look at AI much more as a co-pilot than something which is necessary going to replace someone's job. AI is a tool that can help almost anybody do their jobs better, faster, quicker.", "\"My job, the government's job, is to make sure we have a world-class education system,\" he added.", "\"That is my answer in a nutshell, that's why I don't want people to be worried, because we are building a world-class education system.\"", "Mr Sunak cited his recently-announced plan to introduce a new qualification for all school leavers in England, including some English and maths to 18.", "He also suggested efforts to improve technical training, and plans to boost adult education, would ensure that the UK could \"reap the benefits of AI economically\".", "His comments came at a press conference following a two-day summit on artificial intelligence safety attended by 28 countries, including the US and China, alongside tech bosses and academics.", "Trade unions, which have complained about not being represented at the event, have called for stronger measures to ensure jobs are protected as AI technology evolves. ", "At the summit, hosted at Bletchley Park in Buckinghamshire, several leading technology companies agreed to allow governments to safety-test their next generation of AI models before they are deployed.", "The voluntary document was signed by 10 countries and the EU, including the UK, US, Singapore and Canada. China was not a signatory.", "In a statement, the UK government said it would work with the Alan Turing Institute, a research body, to assess possible risks such as the potential for bias and misinformation.", "Mr Sunak said the testing regime would provide some \"independent assurance\" - adding that the firms developing new models cannot be expected to \"make their own homework\".", "His government has so far declined to announce legislation to regulate AI, arguing that existing regulators are best placed to mitigate the risks whilst the technology evolves.", "Mr Sunak told reporters that binding rules would \"likely be necessary,\" but stressed that the technology was still evolving and it was necessary to ensure it is done in \"the right way\".", "Before the summit, various unions and campaign groups warned the event would prove a \"missed opportunity\".", "In an open letter, they argued the event should have focused more on topics such as the impact of AI on employment law and smaller businesses, as well as policing and identity profiling.", "The summit has seen countries sign a declaration pledging more co-operation on research, to ensure the technology develops in a way that is \"human-centric, trustworthy and responsible\".", "Mr Sunak said he hoped the event would become the first in a series, with Korea and France also expressing a willingness to host further summits next year. ", "Some had criticised the inclusion of China at the event at a time of tense relations with West, despite the country being a key player in AI technology. ", "Mr Sunak defended the decision to invite the country, adding it \"wasn't an easy decision\" but that it was the \"right long-term decision\".", "\"Any serious conversation about AI safety has to engage the leading AI nations,\" he added. ", "On Wednesday, US Vice-President Kamala Harris announced the creation of the US AI Safety Institute, which the White House said would work alongside its UK counterpart. ", "Ms Harris had called for a focus on the \"everyday threats\" of AI, such as discrimination and disinformation, as well as \"existential\" fears.", "Earlier in the week, US President Joe Biden also signed an executive order, seeking to ensure \"America leads the way in seizing the promise and managing the risks of artificial intelligence\". ", "Some commentators had suggested the US's moves threatened to overshadow the UK's summit. ", "However, Mr Sunak welcomed the US executive order, calling it \"a deep and comprehensive demonstration of the potential of AI\"."]}
{"url": "https://www.bbc.com/news/business-67153669", "title": "Nvidia and iPhone maker Foxconn to build 'AI factories' - BBC News", "body": ["The world's most valuable chip company Nvidia and iPhone maker Foxconn are joining forces to build so-called \"AI factories\".", "The firms say it is a new kind of data centre that uses Nvidia chips to power a \"wide range\" of applications.", "They include training autonomous vehicles, robotics platforms and large language models.", "It comes as the US announced plans to cut off more exports of advanced chips to China, in a blow to Nvidia.", "The latest export restrictions announced by Washington this week will block sales of two high-end artificial intelligence chips Nvidia created for the Chinese market - A800 and H800, according to the company. ", "The Taiwan-born Nvidia chief executive Jensen Huang and Foxconn chairman Young Liu shared a stage at Foxconn's annual tech showcase in Taipei on Wednesday.", "\"A new type of manufacturing has emerged - the production of intelligence and the data centres that produce it are AI factories,\" Mr Huang said, according to Reuters, adding that Foxconn had the expertise and scale to build these factories globally.", "Mr Liu also said Foxconn is trying to \"convert itself from a manufacturing service company to a platform solution company,\" citing smart cities and smart manufacturing as other applications for AI factories.", "Thanks to the use of the company's advanced chips in AI applications, Nvidia's stock market value has jumped to over $1 trillion as its shares more than tripled in value this year.", "That made it the fifth publicly traded US company to join the so-called \"Trillion dollar club\", along with Apple, Microsoft, Alphabet and Amazon.", "Meanwhile, Foxconn, which makes over half of the world's Apple products, has been trying to diversify its business and replicate its success in assembling personal computers and smartphones.", "In an exclusive interview in June, Mr Liu told the BBC that electric vehicles (EVs) are what will drive its growth in the coming decades.", "In January, Foxconn and Nvidia announced a partnership to develop autonomous vehicle platforms, in which Foxconn would manufacture electronic control units for cars based on Nvidia's chips."]}
{"url": "https://www.bbc.com/news/technology-67285315", "title": "Rishi Sunak: AI firms cannot 'mark their own homework' - BBC News", "body": ["Monitoring the risks posed by artificial intelligence (AI) is too important to be left to big tech firms, Prime Minister Rishi Sunak has said. ", "He told the BBC that governments needed to take action and AI firms could not be left to \"mark their own homework\".", "He was speaking ahead of the AI Safety Summit, where a global declaration on managing AI risks has been announced.", "King Charles told delegates the issue required \"urgency, unity and collective strength\".", "It comes amid growing concerns about highly advanced forms of AI with as-yet unknown capabilities. ", "So far countries are only starting to address the potential risks, which may include breaches to privacy, cyberattacks and the displacement of jobs. ", "In an interview with the BBC at Downing Street, Mr Sunak AI was a \"transformative technology\" that could have huge benefits in the NHS or in schools.", "But he said he wanted the UK and other countries to be able \"do the testing that is necessary to make sure that we are keeping our citizens and everyone at home safe\".", "\"There has to be governments or external people who do that work,\" he said.", "Speaking to the BBC's technology editor Zoe Kleinman, he said that many AI firms had already given the UK access to their models before their release.", "And he claimed the UK was \"investing more\" AI risk management than any other country.", "\"We've already invested £100 million in our task force, which will become our Safety Institute,\" he said. ", "\"And we're attracting the best and the brightest researchers from around the world to come and work in that institution.\"", "Around 100 world leaders, tech bosses and academics are currently gathering at the UK's first AI safety summit at Bletchley Park, in Buckinghamshire.", "Earlier on Wednesday, the delegates agreed the world's first ever \"international statement\" on so called frontier AI - the government's term for AI that could exceed the capabilities of today's most advanced systems.", "The Bletchley Declaration calls for global cooperation on tackling the risks, which include potential breaches to privacy and the displacement of jobs. ", "Signed by 28 countries and the EU, it also says AI should be kept \"safe, in such a way as to be human-centric, trustworthy and responsible\".", "Dr Caitlin Bentley, AI education lecturer at King's College London, said the declaration  was an \"important milestone\" in promoting the \"responsible AI development\".", "However, she said more investment in AI education was needed to ensure \"AI is not only responsible, but equitable in its effects\" with the benefits felt by all.", "In his BBC interview, the prime minister defended a planned discussion with controversial tech billionaire Elon Musk on Thursday night, saying he could bring \"something valuable to the conversation\".", "\"Elon Musk for a long time has both been an investor and developer of AI technologies himself,\" said Mr Sunak. ", "\"For over a decade, he's been also talking about the potential risks that they pose and the need for countries and companies to work together to manage and mitigate against those risks.\"", "Mr Musk arrived at the summit on Wednesday morning, having warned the day before that AI could lead to the extinction of humanity.", "But many experts consider warnings like this overblown. ", "\"We've got representatives from all the major AI companies here at the summit,\" said Mr Sunak. ", "\"And that's crucial, because countries will need to work together with the companies that are developing the technology.\"", "Those appearing at the summit are discussing how best to maximise the benefits of AI - such as discovering new medicines and tackling climate change - while minimising the risks.", "The summit's priorities include the threat of bio-terrorism and cyber attacks.", "Speaking ahead of the event in London, US Vice President Kamala Harris said that world leaders \"must address the full spectrum of AI risks to humanity\" and listed examples of faulty algorithms in healthcare, the use of AI in making \"deepfakes\", misinformation and biased facial recognition. ", "China has also backed international cooperation on AI, with the country's Vice Minister for Science and Technology, Wu Zhaohui, calling for \"global collaboration to share knowledge and make AI technologies available to the public\"."]}
{"url": "https://www.bbc.com/news/world-us-canada-65465386", "title": "With writers on strike, can an AI chatbot be as funny as Stephen Colbert? - BBC News", "body": ["Hollywood writers are on strike - and late-night TV is on hiatus. Could AI be a substitute? ", "For the first time in 15 years, TV and film writers are putting down their proverbial pen in protest, after union negotiations between the Writers Guild of America (WGA) and major studios broke down over concerns about not just wages, but also the use of artificial intelligence to write scripts.  ", "The WGA likened the use of AI in screenwriting to plagiarism and said it was fighting to regulate the technology because it \"undermines writers' working standards including compensation.\" ", "Among the first casualties of the strike is late-night TV, which relies on a bevy of writers to quickly turn the day's events into comedy gold. So far, Jimmy Kimmel Live!, The Late Show with Stephen Colbert, and The Tonight Show with Jimmy Fallon have all announced a hiatus as writers take to the picket line. ", "So we put ChatGPT to the test to see if it could match the brilliance - and comedic minds - of America's favourite late-night hosts and the teams of writers behind them. Within seconds, the bot had drafted a series of jokes. But were they funny?", "First test - we asked ChatGPT to write an opening monologue for Tonight Show host Jimmy Fallon with jokes about the writers' strike and artificial intelligence.  ", "Here's some of what it wrote:  ", "AI Fallon:", "\"Hey, hey, hey! Welcome to The Tonight Show, everyone. As you may have heard, the Writers Guild of America is on strike, and as a fellow union member, I stand with them in their fight for fair compensation and better working conditions. ", "\"And let me tell you, folks, it's not easy coming up with jokes on the fly without our talented writers. I mean, I'm no robot, but I might have to start using AI-generated punchlines if this strike goes on much longer!...\"", "\"Now, some people might say that we don't need human writers anymore, that machines can do everything better than us. But I don't buy it, folks. I mean, sure, AI can generate jokes based on data and algorithms, but can they come up with a truly original, off-the-cuff joke like this one?", "\" Okay, here goes: Why did the chicken cross the playground? To get to the other slide! See, that's the kind of classic, timeless humour that only a human brain can come up with. Well, that and maybe a five-year-old's brain, but you get the idea.\" ", "As a Late Night with Jimmy Fallon viewer, I felt the AI did a good job capturing Fallon's sincerity about the writers' strike. At the Met Gala, the comedian told Variety he \"wouldn't have a show if it wasn't for my writers\" and I think you can sense his support for the strike in the AI's monologue.  ", "The \"chicken crossing the playground\" bit wasn't exactly side-splitting, but it's not far off the mark. Fallon's corny dad-jokes are one of the many reasons viewers love him.  ", "On Monday night, Late Show host Stephen Colbert's opening monologue include a segment about President Joe Biden announcement that he would run for re-election despite concerns over his age. Could a chatbot do a better job with the same reference? ", "Here's Stephen Colbert v. AI Colbert on Biden's re-election announcement.  ", "The real Stephen Colbert:", "\"Of course, we know President Biden's real opponent is the ravages of time. If he wins a second term, he will be 86 when he leaves office and voters feel, to put it delicately, that is way too [expletive] old… But what matters is that Biden is young at heart… it's all his other organs we have to worry about.\"", "AI Colbert:", "\"Big news today, folks! President Biden has announced that he will be running for re-election. That's right, the man who once said he didn't want to run for president because of his age is now saying, 'Age is just a number, and so is 78!'", "\"Now, I know some of you might be concerned about President Biden's age. In a recent poll, 50% of Americans said they were worried about his age, and the other 50% were Joe Biden. But let's be real, folks, Biden's age is not a big deal. He's got the energy of a 30-year-old, and the memory of a... well, I forget what I was going to say.\"", "The Biden joke isn't half bad, but there's an important caveat. Biden is actually 80 now, so the joke about him being 78 highlights the algorithm's biggest weakness: The ChatGPT can only reference events that have happened up until 2021. That means it wouldn't be much help to daily late night shows that comment on current events. ", "I also asked the bot to give me the polling data for the joke about 50% of Americans saying they're worried about Biden's age. It told me \"I don't have access to current polling data.\" For some experts, the lack of accuracy is a huge problem and highlights concerns around AI and the spread of misinformation. ", "OK, back to the heart of the matter, can an AI crack a joke?  We asked ChatGPT to write a Fallon-style joke about last night's Met Gala and actor Jared Leto's costume. Here's what it came up with: ", "AI Fallon:", "\"Did you guys see the Met Gala last night? It was wild. Jared Leto showed up wearing a full-body chandelier costume. I mean, I've heard of people trying to make a statement with their fashion, but Jared just straight-up said, 'I want to be the fanciest lamp in the room!'\"", "This joke might have been funny if you hadn't seen any photos from the Met Gala. Jared Leto has worn some daring costumes in the past (including one year when he carried his own head), but he's never dressed as a chandelier. That sartorial honour goes to Katy Perry, who illuminated the Met staircase in 2019.  ", "Rumours of Hollywood's demise at the hands of artificial intelligence appear, at least for the moment, a little exaggerated.  ", "ChatGPT is still in a \"research phase,\" according to its creators, and while the AI is indeed powerful, smart and adaptive, there's still a lot of work to be done when it comes to accuracy and comedic timing.  ", "Overall, I was impressed by ChatGPT's ability to mimic the monologue style and tone of America's biggest late-night hosts, but even it knows its jokes are missing a human touch - just ask AI Stephen Colbert:", "\"Let's be real, nobody wants to watch a robot do a monologue. Unless it's a robot with impeccable comedic timing and a charming personality. But, you know, good luck finding one of those. ", "\"Anyway, let's hope the WGA and the studios can come to an agreement soon. And if they don't, well, maybe we'll all be out of a job and replaced by robots. Hey, it wouldn't be the first time I was replaced by a machine. Just ask my Roomba.\""]}
{"url": "https://www.bbc.com/news/technology-67261284", "title": "US announces 'strongest global action yet' on AI safety - BBC News", "body": ["The White House has announced what it is calling \"the most significant actions ever taken by any government to advance the field of AI safety\".", "An executive order from President Joe Biden requires Artificial Intelligence (AI) developers to share safety results with the US government. ", "It places the US at the centre of the global debate on AI governance.", "The UK government is this week holding a summit on AI safety, hosted by Prime Minister Rishi Sunak.", "The two-day meeting begins on 1 November at Bletchley Park. It has been prompted by concerns that the rapid advance of AI systems could lead to problems such as the development of more deadly bio-weapons and more paralysing cyber-attacks.", "Announcing the safety measures, Mr Biden vowed to \"harness the power of AI while keeping Americans safe\".", "The tech entrepreneur and AI expert Gary Marcus told the BBC the US announcement seemed more ambitious in its scope.", "\"Biden's executive order sets a high initial bar. The executive order is broad, focusing on both current and long-term risks, with some - though probably not enough - teeth,\" he said.", "\"The UK summit seems to have greatly narrowed its focus, primarily focusing around the long-term risk, with not enough focus on the here and now, and it's just not clear how much with teeth will come out of it, or what authority it really has.\"", "Alex Krasodomski, senior research associate at Chatham House, told the BBC the executive order showed the US considered itself the leader in terms of how to address such threats.", "On Monday, Mr Biden told reporters and tech workers at the White House: \"As artificial intelligence expands the boundary of human possibility, and tests the bounds of human understanding, this landmark executive order is a testament to what we stand for. ", "\"Safety, security, trust, openness, American leadership and the undeniable rights endowed by our creator that no creation can take away.\" ", "The US measures include:", "The Biden administration is also taking steps to beef up its AI workforce. From Monday, workers with AI expertise can find relevant openings in the federal government on AI.gov.", "Mr Krasodomski said the order was \"really important\", but one that \"doesn't necessarily run in-line with the UK's objectives and aims for the summit\".", "\"The UK summit is referenced in the executive order. But it's mentioned under the heading of 'advancing American leadership abroad' -  indicating that the US very clearly knows that it is the big player here alongside China but more precisely, it is the US companies that are really driving forward,\" he said. ", "Mr Krasodomski added: \"It's difficult to put together a small, highly technical summit but I think clearly if this technology is going to have significant global impact there's going to have to be a ton of other kinds of work and engagement with countries around the world.\" ", "US Vice-President Kamala Harris and top executives from the US tech giants are arriving in the UK this week to discuss AI safety at the UK government's AI Summit, which it has billed as a \"world first\".", "The summit will focus on growing fears about the implications of so-called frontier AI. President of the EU Commission Ursula von der Leyen and UN Secretary General Antonio Guterres will also attend. ", "The UK is determined to position itself as a global leader in trying to minimise the risks posed by this powerful technology. ", "But the EU is in the process of passing an AI act, China has already devised a number of strict AI rules and and now the US has issued this order.", "On top of that, according to the Reuters news agency, the Group of Seven (G7) industrial countries is reportedly agreeing a code of conduct for companies developing advanced AI systems.", "All that activity raises the question of how much will actually be left up for discussion at Bletchley Park this week."]}
{"url": "https://www.bbc.com/news/uk-67301402", "title": "AI risks are unknown even to GCHQ, Anne Keast-Butler tells BBC - BBC News", "body": ["The risks from artificial intelligence (AI) are unknown even to GCHQ, its director has told the BBC. ", "In her first interview since taking over the UK's largest intelligence agency, Anne Keast-Butler said AI could amplify existing threats and create new risks.", "She said the uncertain nature of the risks made international collaboration vital.", "Ms Keast-Butler was speaking after attending the UK's first AI summit.", "The two-day gathering on artificial intelligence safety was held at Bletchley Park, Buckinghamshire, home to Britain's code-breakers during World War II.", "While war-time Bletchley's work was secret, its modern-day successor, GCHQ, now operates at least partly in the public eye with the intelligence agency's new director mingling with tech heads and foreign officials, including from China, at this week's summit.", "And AI brought two main concerns, Anne Keast-Butler told the BBC in an exclusive interview. One was the way it will amplify existing problems. ", "\"Bad people will always want to use the latest technology,\" she said, pointing to the way in which AI is already being used to generate images of child-abuse and make it easier to carry out cyber-attacks and steal data.", "But the other concern was uncertainty. ", "\"There are lots of different views out there on artificial intelligence and whether it is going to end the world or be the best opportunity ever. And the truth is none of us really know,\" she told the BBC. ", "Even with all the insight and technology available to GCHQ, she said it was impossible to be sure of the outcomes.  \"My experience is when you don't know, you should plan for the worst. That way the outcomes are only better.\"", "She said that meant ensuring the next generation of AI was built with safety and security in mind - including clear guardrails and testing before products were unleashed into the wild. ", "Ensuring this was done by countries and companies working together was crucial, she said. \"There was real common consensus on doing that and doing it together,\" she added of the discussions at the summit.", "Overall though, she said she remains positive about artificial intelligence.", "\"I'm an AI optimist. As the head of GCHQ, I see how technology has really helped us get better and better at our job,\" she said. ", "GCHQ collects and analyses global communications. Much of this is digital, as opposed to the radio signals from Bletchley days. ", "It has long used forms of what is now called AI for the translation of intercepted communications. But GCHQ is also now trying to use AI to analyse the emotion and meaning of the vast amounts of material it collects, in order to help human analysts and linguists zero in on the material of greatest interest.", "Keast-Butler, who spent most of her career in MI5, took over as 17th director of GCHQ in May 2023 and as the first woman in the role.", "\"It's a bit surprising to be in 2023 and discover that you can be the first woman to do anything,\" she said, adding that back in wartime Bletchley, 75% of the work-force were women. ", "But she added that in the years between, there had been a problem with the lack of women working in technology. ", "Wartime Bletchley, she said, was about bringing together technology and people in order to crack what seemed like insolvable problems - and that remained the priority today even in a very different world."]}
{"url": "https://www.bbc.com/news/technology-66271429", "title": "Seven AI companies agree to safeguards in the US - BBC News", "body": ["Seven leading companies in artificial intelligence have committed to managing risks posed by the tech, the White House has said. ", "This will include testing the security of AI, and making the results of those tests public. ", "Representatives from Amazon, Anthropic, Google, Inflection, Meta, Microsoft, and OpenAI joined US President Joe Biden to make the announcement.", "It follows a number of warnings about the capabilities of the technology.", "The pace at which the companies have been developing their tools have prompted fears over the spread of disinformation, especially in the run up to the 2024 US presidential election. ", "\"We must be clear-eyed and vigilant about the threats emerging from emerging technologies that can pose - don't have to but can pose - to our democracy and our values,\" President Joe Biden said during remarks on Friday. ", "On Wednesday, Meta, Facebook's parent company, announced its own AI tool called Llama 2.", "Sir Nick Clegg, president of global affairs at Meta, told the BBC the \"hype has somewhat run ahead of the technology\".", "As part of the agreement signed on Friday, the companies agreed to:", "The goal is for it to be easy for people to tell when online content is created by AI, the White House added.", "\"This is a serious responsibility, we have to get it right,\" Mr Biden said. \"And there's enormous, enormous potential upside as well.\"", "Watermarks for AI-generated content were among topics EU commissioner Thierry Breton discussed with OpenAI chief executive Sam Altman during a June visit to San Francisco.", "\"Looking forward to pursuing our discussions - notably on watermarking,\" Breton wrote in a tweet that included a video snippet of him and Mr Altman.", "In the video clip Mr Altman said he \"would love to show\" what OpenAI was doing with watermarks \"very soon.\"", "The voluntary safeguards signed on Friday are a step towards more robust regulation around AI in the US. ", "The administration is also working on an executive order, it said in a statement.", "The White House said it would also work with allies to establish an international framework to govern the development and use of AI.", "Warnings abut the technology include that it could be used to generate misinformation and destabilise society, and even that it could pose an existential risk to humanity - although some ground-breaking computer scientists have said apocalyptic warnings are overblown."]}
{"url": "https://www.bbc.com/news/technology-65760449", "title": "AI 'godfather' Yoshua Bengio feels 'lost' over life's work - BBC News", "body": ["One of the so-called \"godfathers\" of Artificial Intelligence (AI) has said he would have prioritised safety over usefulness had he realised the pace at which it would evolve.", "Prof Yoshua Bengio told the BBC he felt \"lost\" over his life's work.", "The computer scientist's comments come after experts in AI said it could lead to the extinction of humanity.", "Prof Bengio, who has joined calls for AI regulation, said he did not think militaries should be granted AI powers.", "He is the second of the so-called three \"godfathers\" of AI, known for their pioneering work in the field, to voice concerns about the direction and the speed at which it is developing. ", "AI describes the ability of computers to perform tasks so complex, they have previously required human intelligence to complete.", "A recent example has been the development of AI-powered chatbots, like ChatGPT, which appear to give human-like responses to questions.", "This has led to planned European Union legislation on AI. And on Wednesday, the bloc's technology chief, Margrethe Vestager, said a voluntary code of conduct for AI could be created \"within the next weeks\".", "Some fear that advanced computational ability could be used for harmful purposes, such as the development of deadly new chemical weapons.", "Prof Bengio told the BBC he was concerned about \"bad actors\" getting hold of AI, especially as it became more sophisticated and powerful.", "\"It might be military, it might be terrorists, it might be somebody very angry, psychotic. And so if it's easy to program these AI systems to ask them to do something very bad, this could be very dangerous.", "\"If they're smarter than us, then it's hard for us to stop these systems or to prevent damage,\" he added.", "Prof Bengio admitted those concerns were taking a personal toll on him, as his life's work, which had given him direction and a sense of identity, was no longer clear to him.", "\"It is challenging, emotionally speaking, for people who are inside [the AI sector],\" he said.", "\"You could say I feel lost. But you have to keep going and you have to engage, discuss, encourage others to think with you.\" ", "The Canadian has signed two recent statements urging caution about the future risks of AI. Some academics and industry experts have warned that the pace of development could result in malicious AI being deployed by \"bad actors\" to actively cause harm - or choosing to inflict harm by itself.", "Fellow \"godfather\" Dr Geoffrey Hinton has also signed the same warnings as Prof Bengio, and retired from Google recently saying he regretted his work. ", "The third \"godfather\", Prof Yann LeCun, who along with Prof Bengio and Dr Hinton won a prestigious Turing Award for their pioneering work, has said apocalyptic warnings are overblown.", "Twitter and Tesla owner Elon Musk has also voiced his concerns.", "\"I don't think AI will try to destroy humanity, but it might put us under strict controls,\" he said recently at an event hosted by the Wall Street Journal. ", "\"There's a small likelihood of it annihilating humanity. Close to zero but not impossible.\"", "Prof Bengio told the BBC all companies building powerful AI products needed to be registered.", "\"Governments need to track what they're doing, they need to be able to audit them, and that's just the minimum thing we do for any other sector like building aeroplanes or cars or pharmaceuticals,\" he said.", "\"We also need the people who are close to these systems to have a kind of certification... we need ethical training here. Computer scientists don't usually get that, by the way.\" ", "But not everybody in the field believes AI will be the downfall of humans - others argue that there are more imminent problems which need addressing.", "Dr Sasha Luccioni, research scientist at the AI firm Huggingface, said society should focus on issues like AI bias, predictive policing, and the spread of misinformation by chatbots which she said were \"very concrete harms\". ", "\"We should focus on that rather than the hypothetical risk that AI will destroy humanity,\" she added.", "There are already many examples of AI bringing benefits to society. Last week an AI tool discovered a new antibiotic, and a paralysed man was able to walk again just by thinking about it, thanks to a microchip developed using AI.", "But this is juxtaposed with fears about the far-reaching impact of AI on countries' economies. Firms are already replacing human staff with AI tools, and it is a factor in the current strike under way by scriptwriters in Hollywood.", "\"It's never too late to improve,\" says Prof Bengio of AI's current state. \"It's exactly like climate change. ", "\"We've put a lot of carbon in the atmosphere. And it would be better if we hadn't, but let's see what we can do now.\"", "Follow Zoe Kleinman on Twitter @zsk", "What are your questions about artificial intelligence?"]}
{"url": "https://www.bbc.com/news/technology-67221117", "title": "AI could worsen cyber-threats, report warns - BBC News", "body": ["Artificial intelligence could increase the risk of cyber-attacks and erode trust in online content by 2025, a UK government report warns.", "The tech could even help plan biological or chemical attacks by terrorists, it says.", "But some experts have questioned whether the tech will evolve as predicted.", "Prime Minister Rishi Sunak is expected to highlight opportunities and threats posed by the technology on Thursday.", "The government report looks at generative AI - the type of system that currently powers popular chatbots and image generation software.", "It is based in part on declassified information from intelligence agencies.", "The report warns that by 2025 generative AI could be \"used to assemble knowledge on physical attacks by non-state violent actors, including for chemical, biological and radiological weapons\".", "It says while firms are working to block this, \"the effectiveness of these safeguards vary\". ", "There are obstacles to getting hold of the knowledge, raw materials, and equipment for attacks, but those barriers are falling - potentially accelerated by AI, according to the report.", "By 2025, it's likely AI will also help create \"faster-paced, more effective and larger scale\" cyber-attacks, it warns.", "Joseph Jarnecki, who researches cyber threats at the Royal United Services Institute, said that AI could help hackers, especially in overcoming their difficulties in mimicking official language. ", "\"There's a tone that is adopted in bureaucratic language and cybercriminals have found that quite difficult to harness,\" he told the BBC.", "The report comes ahead of a speech by Mr Sunak on Thursday where he is expected to set out how the UK government aims to make AI safe, and establish the UK as a global leader in AI safety.", "\"AI will bring new knowledge, new opportunities for economic growth, new advances in human capability, and the chance to solve problems we once thought beyond us. But it also brings new dangers and new fears,\" Mr Sunak is expected to say.", "He will commit to address those fears head on, \"making sure you and your children have all the opportunities for a better future that AI can bring\".", "The speech sets the scene for a government summit next week to discuss the threat posed by highly advanced AIs.", "It will focus on the regulation of so-called \"Frontier AI\": powerful future AI systems that ministers say \"can perform a wide variety of tasks\" and \"exceed the capabilities of today's most advanced models\".", "Whether or not such systems could pose a threat to humanity is a hotly debated.", "Another newly published report by the Government Office for Science, which advises the prime minister and cabinet, says \"many experts consider this a risk with very low likelihood and few plausible routes to being realised.\"", "It says to pose a risk to human existence, an AI would need some control over vital systems, such as weapons or financial systems.", "They would also need new skills such as the capacity to improve their own programming, the ability to evade human oversight and a sense of autonomy.", "But it notes \"there is no consensus on the timelines and plausibility of when specific future capabilities could emerge\".", "The big AI firms have mostly agreed that regulation is necessary, and their representatives are likely to attend the summit.", "But Rachel Coldicutt, an expert on the social impact of technology, questioned the focus of the summit.", "She said it placed too much weight on future risk: \"It makes loads of sense that technology companies, who stand to lose more by being regulated about the things they're making in the here-and-now, will focus on long-term risk.\"", "\"And it has felt over the summer, as if the government position has been very strongly aligned, supporting those views,\" she told the BBC.", "But she said the government reports were \"moderating some of the the fervour\" about these futuristic threats and made it clear that there was a gap between \"the political position and the actual technical one\"."]}
{"url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-67175089", "title": "AI-assisted recycling centre set to launch in Coventry - BBC News", "body": ["A new multimillion-pound recycling facility in Coventry is to use robots and AI technology to sort rubbish.", "Sherbourne Recycling, based at Whitley Depot, is thought to be the first of its kind in the UK. ", "It was founded by eight West Midlands councils and will process the rubbish of 1.5m people across the region.", "The plant was \"a huge investment but a great return for all councils for the next 25 years\", Carolyn Watson-Merret from Rugby Borough Council said.", "The facility is at the final stages of going fully live to turn residential mixed recycling into high-quality materials to be returned to the UK market, rather than being sent abroad. ", "The site's business manager Layla Shannon said it would process 175,000 tonnes of rubbish a year.", "The waste would go through two cylinders that take out oversized materials and glass before a process to separate the key components, she said.", "\"We separate material by metals, glass, plastics and fibres and then we break that down further into different grades of material,\" she explained.", "The robotic units use high suction to target the material during the quality control process, with the robots' arms able to perform \"70 picks a minute\", Ms Shannon said.", "She added: \"They're talking back to the optics that are working a stage before them, they know what they're looking for, the AI is bringing the whole system together and they're targeting those key items for us that we don't want there - last little bits of film or tissues... we pull them off and then we've got exactly what we're looking for at the end.\"", "Waste that cannot be recycled will go into other bins, but the new technology means the range of what is suitable is wider.", "\"By using the sorting and rapid response technology that we've got, we can change and we can move with changes in composition and consumer habits,\" Ms Shannon said.", "Ms Watson-Merret, councillor for operations and traded waste at the council, said the handling of volume and tonnage coming into the site was state-of-the-art, with solar panels radiating back to power the plant.", "The facility was \"very impressive\" after several years of hard work between the partner authorities to get it operational, she said."]}
{"url": "https://www.bbc.com/news/newsbeat-66993297", "title": "Doja Cat and Jonas Brothers songwriters say AI is not to be feared - BBC News", "body": ["Top songwriters who've worked with artists including Doja Cat, Jonas Brothers and BTS say artificial intelligence (AI) isn't something to be afraid of.", "BBC Newsbeat spoke to the people behind some of the world's biggest hits on the red carpet at the BMI London Awards.", "Opinions on the technology are split, but writers tell us AI can be a useful tool.", "Some use it to mimic the voice of an artist they're writing for to check how a track sounds, or to break through bouts of writers' block. ", "But they all agree that AI can't imitate the artistry and human emotion that goes into making music.", "One person who knows all about that is Linden Jay.", "He was one of the writers on Doja Cat's Woman, which won Song of the Year at the awards ceremony.", "Linden welcomes AI as a tool, but not something that should fully replace the craft of writing a good song. ", "\"I've been using it a little bit in my writing just to help advance ideas,\" he says. ", "\"And, you know, I'm not the greatest singer in the world so sometimes I sing and I'll turn it into a famous artist's voice, just to get an idea of if something is headed in a good direction.\"", "Linden's co-writer on Woman, Aaron Horn, agrees.", "\"I think it's a tool that people can utilise to help fill in the gaps,\" he says.", "\"It's just great to have new tools... tools are always coming into the studio.\"", "Although he says he hasn't used AI much, Aaron compares it to rhyming dictionary, a widely used online platform that suggests rhymes for poems and lyrics.", "In Aaron and Linden's view, \"a good song is a good song\" and the industry shouldn't be afraid of embracing new technologies. ", "Jessica Agombar, who wrote What a Man Gotta Do for the Jonas Brothers, says she's found inspiration with AI.", "She's been impressed by some of the \"mind-boggling\" capabilities like the voice mimicking Linden identified.", "That ability did worry some singers, after an unauthorised track released this year used AI cloned vocals from Drake and The Weeknd.", "But despite the boss of Spotify saying the app wouldn't completely ban AI-made music, Jessica thinks artistry will be preserved.", "\"For me, there's always art in organic songwriting and producing, putting your own vocals on the record, and having some rough sketches of bad notes and bum notes,\" she says.", "\"Because that's rock and roll - I'm more for that than the whole clean, polished AI, computerised thing.\"", "Kamille, best known for her work with Little Mix, Mabel and Kylie Minogue, says it's important technology doesn't make the process of writing a song too easy.", "\"I try my best to stay away from it,\" she says. ", "\"I just feel like I want to just lean on my own brain and make sure I'm not losing that craft I have and becoming too dependent on it.", "\"I definitely feel like the key of songwriting is getting the emotion out from you and your heart.", "\"I think that's a really important part that we shouldn't lose as much as technology advances.\"", "For anyone considering a career in the industry, the writers say it's best not to rely too much on AI.", "\"I don't think machines can do it on their own unless they were gonna write music for machines,\" says Aaron.", "\"Embrace AI and believe in yourself,\" he says. \"Explore your own experience and humanity - that's what AI can't draw upon.\"", "Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."]}
{"url": "https://www.bbc.com/news/uk-england-dorset-67143306", "title": "Dorset: AI socks trial could help people with dementia and autism - BBC News", "body": ["Carers of people with dementia and autism could get support from socks which use artificial intelligence (AI).", "The SmartSocks, created by Milbotix, alert carers when the wearer is in distress.", "The socks track heart rate, sweat, temperature and motion, to enable those caring for people to intervene before issues escalate.", "The Dorset Integrated Care System will trial the socks at care homes in 2024.", "Councillor Jane Somper, from Dorset Council, said \"Smart Socks can help enable people living with dementia or other conditions to retain their independence and have better day-to-day quality of life.\"", "Bristol-based Milbotix, the start-up company behind the product, said it wanted to create wearable technology that was not complex, uncomfortable or stigmatising.", "The machine washable socks are paired with an app, installed on a smartphone.", "A sensor embedded in one of the socks collects data from the foot and the ankle of the wearer which is sent to the AI, which estimates whether the person is distressed. ", "The care team would then be alerted through the app.", "Dr Zeke Steer, Milbotix founder, was inspired to make the product after his grandmother began to show signs of early onset dementia.", "He said partnering with the council meant the company could \"hear the expert voices of people providing and receiving care\".", "\"We are committed to building a product that genuinely help carers and improves wearers' overall wellbeing,\" he added.", "Follow BBC South on Facebook, X, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."]}
{"url": "https://www.bbc.com/news/uk-scotland-scotland-politics-67238079", "title": "AI and the reboot of Scottish finance - BBC News", "body": ["Don't stick your head in the sand, the prime minister has told us.  But don't lose sleep over it either.", "His message, in a speech on Thursday, is that artificial intelligence (AI) is coming, ready or not. It brings some scary threats, including - at a stretch - human extinction, but somewhat greater possibilities for misinformation, fraud, scams, the derailing of democracy and terrorist deployment of chemical weapons.", "It also offers more positive prospects, from drug discovery to the classroom to automating dull and repetitive tasks. Every day, a new use is found - today, it's by Airbnb, in its quest to hunt down party animals.", "For most people, if they've stopped to consider AI at all, the most immediate threat and opportunity is in the workplace. ", "Many jobs could be replaced by AI, including professional and well-paid white collar jobs. Think of all the lawyers who would be out of work if AI could be trusted to draw up and check contracts. ", "But we're being encouraged to think of it as a workplace co-pilot, allowing us to add output and value to work, increasing productivity, and taking over the duller chores.", "Past experience of new technologies teaches us that some jobs disappear, but new ones are opened up, and usually more of them.", "That's the positive approach to AI being taken by Scotland's finance sector. At the same time that the prime minister' speech was preparing the ground for next week's UK-hosted AI safety summit, Scotland's money people were preparing for their annual awards dinner at which they are launching an ambitious strategy for growth.", "Fifteen years after its big banks crashed and seemed a threat to the whole finance sector, in Scotland it now has nearly 140,000 jobs, and represents nearly a tenth of output from the Scottish economy.", "While Royal Bank of Scotland and Halifax Bank of Scotland no longer boost the Edinburgh economy with their headquarters dynamic, the big numbers can be found in Barclays, choosing Glasgow as one of its three global hubs, and international giants JP Morgan, Morgan Stanley, BNP Paribas look to Scots for back office functions, fraud prevention, tech support and innovation.", "The aim of trade body Scottish Financial Enterprise (SFE) is to grow the sector in Scotland from £14.3bn of added value in 2021 to between £17bn and £21bn within only five years.", "A further aim is to double the amount of Assets Under Management, from £500bn to £1trillion, despite that figure going backwards in recent years, as companies have merged.  These are the financial assets entrusted to Scottish fund managers by mainly institutional investors such as pension funds. The strategy is to build on strengths, and one of them is asset management. ", "Another is in energy, and funding renewable power. This is growing at a staggering rate around the world. A report for City UK and BNP Paribas found that the green finance market grew from $5bn (£4.1bn) in 2012 to $541bn (£445bn) in 2021, with lots more growth to come.", "Others are vying for this business. The message with this strategy is not just that there are opportunities, but that there is a threat of being left behind. Others move fast. Edinburgh was recently rated fifth in the world for its human assets in the finance sector, but has slipped rapidly to number 16.", "Such league tables seem to count for a lot in the flow of international investment. In this year's Global Financial Centres Index (GFCI), Glasgow was at number 45 and Edinburgh at 27. The aim is to get Glasgow into the top 30 and Edinburgh into the top 20.", "Emerging economies have fast-growing financial centres. The GFCI doesn't include either Glasgow or Edinburgh in the top 15 \"most desirable places to live and work\" or in the 15 centres most likely to grow in significance - a list headed by Seoul, Singapore and Kigali in Rwanda. ", "It is to America that Scottish Financial Enterprise looks for inspiration. Instead of the high costs of New York, asset management has grown in Boston, while Atlanta has become the US hub for payments technology. Chicago and Seattle also offer clusters of expertise.", "The aim is to make Edinburgh and Glasgow - with their lower cost base than big financial centres such as London, and an adaptable pool of finance-savvy recruits - a Scottish hub for financing the transition to green energy, from the turbines through the cabling to the battery-powered products.", "Behind that part of the strategy is proximity to the opportunity from ScotWind, the vast project to build out offshore windfarms around Scotland. This is where a lot of money is about to spent. But success in issuing green bonds, for instance, would have to aim to be a European or global hub, pushing Edinburgh up from number 14 in the GFCI league table of 86 green finance centres. ", "The other message, including one to governments, is that the energy sector is going through a transition from oil and gas which will be painful for some. So by contrast, if national policy can give the finance sector a helping hand, it can grow without the painful stuff. ", "And faced with the glacial pace of productivity improvements across the British economy, finance is one sector where productivity is already strong, and has potential to grow rapidly.", "That is where AI plays its part. Scottish universities are a crucial part of this strategy, providing both the research expertise and the graduates to make the strategy happen.  They have been important to more than 200 fintech companies being set up in Scotland.  Some succeed by being bought over.  ", "Embark is one example, bought by Lloyds Banking Group to provide the software platform for the fund managers in its Scottish Widows division.  Started in Dundee, it has grown under the strength of an owner with deep pockets, so that it now employs 200 people in Britain, with its biggest office still on Tayside.", "It's high risk, though. Some don't make it. Money Dashboard is one that impressed when I visited some years back.  It was incubated in Edinburgh's TechCube hub, and grew to have five million people using its app to see where their outgoings were going, in simple colourful charts. ", "But it hasn't stacked up as a financial venture. Others offer something similar. It couldn't find an industry buyer, and the apps are being closed down next week.", "Such university and fintech firms have been working with SFE as well as the trade bodies representing the financial sector in London and at a UK level. Their joint strategy is an intention to plant a Saltire flag in turf where it can leverage existing strengths with the new technology's capabilities; in climate finance, open banking data, payments and financial regulation.", "It seems that such a focus can work. Since the financial technology trade body, Fintech Scotland, set out its strategy last year, picking areas of strength for more rapid growth, there has been a 19% growth in payments tech activity and a 13% growth in the niche software to handle regulation.", "Fifteen years after that notorious bank crash, and a slump in public confidence in banks and business more widely, this new technology gives the industry a new opportunity. It is seeking now to reintroduce itself as one answer to Scotland's economic problems, and portray its future as a potential force for good and for growth."]}
{"url": "https://www.bbc.com/news/uk-67302048", "title": "Killer robots and work-free lives - Sunak quizzes Musk on AI future - BBC News", "body": ["Deadly robots that can climb trees, AI friends and a work-less future were among the topics as Rishi Sunak sat down with Elon Musk.", "The prime minister held a highly unusual \"in conversation\" event with the billionaire X and Tesla owner at the end of this week's summit on artificial intelligence.", "Throughout the wide-ranging and chummy discussion, Mr Musk held court as the prime minister asked most of the questions.", "The pair talked about how London was a leading hub for the AI industry and how the technology could transform learning.", "But the chat took some darker turns too, with Mr Sunak recognising the \"anxiety\" people have about jobs being replaced, and the pair agreeing on the need for a \"referee\" to keep an eye on the super-computers of the future.", "Tech investor and inventor Mr Musk has put money into AI firms and has employed the technology in his driverless Tesla cars - but he's also on the record about his fears it could threaten society and human existence itself.", "\"There is a safety concern, especially with humanoid robots - at least a car can't chase you into a building or up a tree,\" he told the audience.", "Mr Sunak - who is keen to see investment in the UK's growing tech industry - replied: \"You're not selling this.\"", "It's not every day you see the prime minister of a country interviewing a businessman like this, but Mr Sunak seemed happy to play host to his famous guest.", "And if he seemed like he was enjoying it, it should be no surprise - he previously lived in California, home to Silicon Valley, and his love of all things tech is well-documented.", "In a hall that size, Mr Musk was difficult to hear and mumbled through his elaborate musings about the future, but refrained from any off-the-cuff remarks that might have caused Downing Street embarrassment. ", "The event was held in front of invited guests from the tech industry in a lavish hall in central London's Lancaster House.", "Unusually for an event involving the prime minister, TV cameras were not allowed inside, with Downing Street instead releasing their own footage. ", "Some reporters were allowed to observe - but told they could not ask questions. ", "The pair discussed the potential benefits of AI, with Mr Musk saying: \"One of my sons has trouble making friends and an AI friend would be great for him.\"", "There was also agreement on the possibilities AI presents for young people's learning, with Mr Musk saying it could be \"the best and most patient tutor\".", "But there was a stark warning on the potentially ruinous impact it could have on traditional jobs. ", "\"We are seeing the most destructive force in history here,\" Mr Musk said, before speculating: \"There will come a point where no job is needed - you can have a job if you want one for personal satisfaction but AI will do everything.", "\"It's both good and bad - one of the challenges in the future will be how do we find meaning in life.\"", "Amid all the philosophising, there was little in the way of new announcements about how the technology will be employed and regulated in the UK - aside from the prime minister's promise that AI could be used to improve the government's own website.", "Mr Musk was one of the star guests at this week's summit - but it briefly looked like the event with Mr Sunak might be a little overshadowed.", "Hours before it was due to begin, Mr Musk took to his own website X, formerly known as Twitter, to take a swipe at the summit.", "As Mr Sunak was on his feet giving his final press conference at Bletchley Park, Mr Musk shared a cartoon parodying an \"AI Safety Summit\".", "It depicted caricatures representing the UK, European Union, China and the US with speech bubbles reading \"We declare that AI posses a potentially catastrophic risk to humankind\" - while their thought bubbles read \"And I can not wait to develop it\".", "But in the end, the pair appeared at ease together, and Mr Sunak in particular looked in his element - perhaps even slightly bowled over by the controversial billionaire, who he called a \"brilliant innovator and technologist\".", "From the cheap seats behind the dignitaries of the tech world, it was hard to put your finger on who was really the powerful one out of this pair. ", "Was it Mr Sunak as he asked the celeb tech billionaire questions? Or was it Mr Musk, who did much of the talking?", "Either way, both men hope to have a say in whatever our AI future has in store for us.", "Additional reporting by Tom Gerken"]}
{"url": "https://www.bbc.com/news/uk-england-somerset-67276465", "title": "RNAS Yeovilton engineers using AI to help with maintenance - BBC News", "body": ["A naval base in Somerset is among the first to use artificial intelligence to help prepare for missions.", "RNAS Yeovilton engineers have started using an AI tool to help maintenance of some of the Wildcat helicopter fleet.", "It simulates when parts and modifications could become faulty so engineers are ready to replace them. ", "Chief Petty Officer Andrew Ireson, Wildcat Maritime Force HQ Engineer, said: \"The AI tool will help highlight any potential failures on missions.", "\"We can then be prepared with spare parts to repair the helicopter on long missions at really short notice.\"", "The announcement comes in the week Prime Minister Rishi Sunak is hosting the AI Summit at Bletchley Park.", "Minister for Defence Procurement James Cartlidge visited RNAS Yeovilton, where he discussed how AI can help the UK's defence structure.", "He said: \"AI has conjured up this fearful vision for people.", "\"It's probably because of Hollywood movies like Terminator that make you think you'll have some robot that can do whatever it wants - that's a long way off.", "\"Our adversaries will be using AI so we must address the opportunities to use it.\"", "Follow BBC West on Facebook, X and Instagram. Send your story ideas to: bristol@bbc.co.uk "]}
{"url": "https://www.bbc.com/news/education-67236732", "title": "'Most of our friends use AI in schoolwork' - BBC News", "body": ["Amid growing calls for schools to teach pupils about artificial intelligence (AI), BBC Young Reporters Theo and Ben have been looking at its risks and potential - and asked their classmates how they have used it to try to sharpen up their homework. ", "\"A geography assignment was due next period and I used ChatGPT to write out the whole speech for me. When I was saying it out loud and I got asked questions I had no clue what I was saying. I got a detention.\"", "\"I didn't know what the question meant... so I put in ChatGPT and it just simplified it.\"", "\"When you're doing homework, there's no teacher in the classroom. It's like a teacher when you're at home.\"", "That is just a snapshot of how some of our friends have tried to spruce up their schoolwork using AI - technology that allows a computer to act and respond almost as if it was a human.", "We asked our form groups to fill out an anonymous survey. A total of 31 out of 33 had used AI in schoolwork, and 27 thought it should be taught in schools.", "In interviews, most of our friends and classmates had used ChatGPT, an online tool that can answer questions in human-like language. They said it helped them come up with ideas, research, and things like structuring and phrasing.", "Some, though, confessed to using it to cheat. ", "It did not always go to plan. One person said ChatGPT gave them the wrong dates for a history essay, and another said it got \"90% of the answers wrong\" in a physics assignment.", "However, the idea that it was not fully trustworthy did not put off most people from using it. ", "\"You can get a really structured answer from the likes of ChatGPT and then back that up with other extended research,\" one person said.", "And, with AI being easily accessible 24 hours a day, there was some debate about whether it was better than a teacher.", "\"A teacher can have more of an understanding of you and they might have a personal connection, whereas AI doesn't really know anybody at all, it's just anonymous,\" one said.", "Teachers themselves are exploring the potential of this rapidly developing technology, too. Jonathan Wharmby, who teaches computer science at Cardinal Heenan Catholic High School in Liverpool, uses AI to help with planning and creating resources, such as multiple choice questions - but said there were issues.", "\"Sometimes ChatGPT and the like will go off on tangents or will give incorrect answers, so it still needs me to look over them to check that they are correct,\" he said.", "He said using ChatGPT in an exam scenario would be cheating, just as would using a search engine.", "\"But to help you with your schoolwork, I don't see an issue - as long as you've got that critical eye and you double check what it's coming back with,\" he added.", "The government in England launched a consultation this year on AI in education, including on how it can be misused, and will publish its results later in the year.", "We wanted to see how easy it was to distinguish between work that was original, work that was fully generated by AI, and work that had - as Mr Wharmby suggested - used it as a tool.", "So we set ourselves a challenge, which involved each of us answering the same essay question, twice.", "Our first answers were entirely our own work. But for the second one we each used ChatGPT in a different way - one of us asking it to write the whole answer, and the other asking it to generate ideas and help plan the essay.", "When we swapped to see if we could spot where the other person had used it, and how, we were both pretty confident that we could spot the difference. ", "But it turns out we should not have been - neither of us guessed entirely correctly.", "One thing that threw us was how convincingly AI wrote about human emotions, like in this extract of the essay written entirely by ChatGPT:", "The whole challenge made us realise just how deceptive AI can be and how easy it would be to cheat. ", "The risks of AI will be the focus of the first Global AI Safety Summit this week in Bletchley Park, which Prime Minister Rishi Sunak said would be attended by representatives from \"companies pioneering AI and the countries most advanced in using it\".", "Mr Sunak said the world did not yet have \"a shared understanding\" of the risks, but that, ultimately, the UK would not \"rush to regulate\".", "\"We believe in innovation - it is a hallmark of the British economy, so we will always have a presumption to encourage it, not to stifle it,\" he said.", "BBC Young Reporter is an exciting opportunity for young people to get involved with the BBC.", "If you are 11-18 years old, then this is a chance for you to tell the stories that matter to you.", "Click here to find out how to get involved. ", "Find BBC Teach advice about navigating news and media literacy lesson plans here.", "BCS, the chartered institute for IT, which helps support the development of IT skills and knowledge in education, also believes in the potential of AI and wants all students to be taught about it from the age of 11.", "Julia Adamson, its managing director for education, said pupils should be required to study at least one technology subject at GCSE.", "\"The world is digital now,\" she said.", "\"It's really important that we help young people to navigate that world - just in the way that we do when we hold their hand while we're walking along a busy street and we teach them the rules of the road and the risks.\" ", "Ms Adamson said it would become easier for young people to cheat in schoolwork, but that did not mean they could not be trusted to create their own work. Instead, she believes young people should use it for things like structuring and generating ideas.", "\"The risk, of course, is that we become lazy, and we drop back in terms of our creativity and our critical thinking. And that's exactly the opposite of what we really need to do,\" she said.", "While most of our friends had used AI in some way in school, a recent online survey for BBC Radio 5 Live and BBC Bitesize by polling company Survation suggests that may not be the case everywhere.", "Just 29% of respondents said they had used AI technology for completing their homework or coursework.", "The Department for Education said the computer science GCSE is \"designed to equip pupils with the knowledge they will need for the technological jobs of the future, including in AI\".", "Girls only make up about one in five entries in computing GCSE, according to government data.", "Year 13 Student Ahana is the only girl in her sixth form studying computer science, and is campaigning to get more girls into the subject.", "\"I felt really overwhelmed and kind of even out of place at the beginning... I was quite afraid to speak up and speak my opinions,\" she told us over a video call.", "\"As time went on, I realised that this was not the case at all and I had as much right to be there as everyone else.", "\"This experience made me realise what a big problem that this really was.\"", "Last week, exam board Pearson Edexcel announced an AI qualification for students to study alongside A-levels.", "After all of our work, we agree that our generation will be using AI in the future - and so young people should be taught about it.", "We just have to make sure that the teaching includes its limitations, and that we do not over-rely on AI to generate ideas for us.", "If you only execute ideas and you do not think of them, then you are losing a huge chunk of what is really important in the world.", "As told to Hazel Shearing, BBC education correspondent", "Additional reporting by Rahib Khan "]}
{"url": "https://www.bbc.com/news/world-africa-66987869", "title": "AI: Voice cloning tech emerges in Sudan civil war - BBC News", "body": ["A campaign using artificial intelligence to impersonate Omar al-Bashir, the former leader of Sudan, has received hundreds of thousands of views on TikTok, adding online confusion to a country torn apart by civil war.", "An anonymous account has been posting what it says are \"leaked recordings\" of the ex-president since late August. The channel has posted dozens of clips - but the voice is fake. ", "Bashir, who has been accused of organising war crimes and was toppled by the military in 2019, hasn't been seen in public for a year and is believed to be seriously ill. He denies the war crimes accusations.", "The mystery surrounding his whereabouts adds a layer of uncertainty to a country in crisis after fighting broke out in April between the military, currently in charge, and the rival Rapid Support Forces militia group.", "Campaigns like this are significant as they show how new tools can distribute fake content quickly and cheaply through social media, experts say.", "\"It is the democratisation of access to sophisticated audio and video manipulation technology that has me most worried,\" says Hany Farid, who researches digital forensics at the University of California, Berkeley, in the US.", "\"Sophisticated actors have been able to distort reality for decades, but now the average person with little to no technical expertise can quickly and easily create fake content.\"", "The recordings are posted on a channel called The Voice of Sudan. The posts appear to be a mixture of old clips from press conferences during coups attempts, news reports and several \"leaked recordings\" attributed to Bashir. The posts often pretend to be taken from a meeting or phone conversation, and sound grainy as you might expect from a bad telephone line.", "To check their authenticity, we first consulted a team of Sudan experts at BBC Monitoring. Ibrahim Haithar told us they weren't likely to be recent:", "\"The voice sounds like Bashir but he has been very ill for the past few years and doubt he would be able to speak so clearly.\"", "This doesn't mean it's not him.", "We also checked other possible explanations, but this is not an old clip resurfacing and is unlikely to be the work of an impressionist.", "The most conclusive piece of evidence came from a user on X, formerly Twitter.", "They recognised the very first of the Bashir recordings posted in August 2023. It apparently features the leader criticising the commander of the Sudanese army, General Abdel Fattah Burhan.", "The Bashir recording matched a Facebook Live broadcast aired two days earlier by a popular Sudanese political commentator, known as Al Insirafi. He is believed to live in the United States but has never shown his face on camera. ", "The pair don't sound particularly alike but the scripts are the same, and when you play both clips together they play perfectly in sync.", "Comparing the audio waves shows similar patterns in speech and silence, notes Mr Farid. ", "The evidence suggests that voice conversion software has been used to mimic Bashir speaking. The software is a powerful tool that allows you to upload a piece of audio, which can be changed into the different voice. ", "After further digging, a pattern emerged. We found at least four more of the Bashir recordings that were taken from the same blogger's live broadcasts. There is no evidence he's involved. ", "The TikTok account is exclusively political and requires deep knowledge of what's going on in Sudan, but who benefits from this campaign is up for debate. One consistent narrative is criticism of the head of the army, Gen Burhan.", "The motivation might be to trick audiences into believing that Bashir has emerged to play a role in the war. Or the channel could be trying to legitimise a particular political viewpoint by using the former leader's voice. What that angle might be is unclear.", "The Voice of Sudan denies misleading the public and says they are not affiliated with any groups. We contacted the account, and received a text reply saying: \"I want to communicate my voice and explain the reality that my country is going through in my style.\"", "An effort on this scale to impersonate Bashir can be seen as \"significant for the region\" and has the potential to fool audiences, says Henry Ajder, whose series on BBC Radio 4 examined the evolution of synthetic media. ", "AI experts have long been concerned that fake video and audio will lead to a wave of disinformation with the potential to spark unrest and disrupt elections.", "\"What's alarming is that these recordings could also create an environment where many disbelieve even real recordings,\" says Mohamed Suliman, a researcher at Northeastern University's Civic AI Lab. ", "As we've seen with this example, people should question whether the recording feels plausible before sharing.  ", "Checking whether it was released by a trusted source is vital, but verifying audio is difficult, particularly when content circulates on messaging apps. It's even more challenging during a time of social unrest, such as that currently being experienced in Sudan.  ", "The technology to create algorithms trained to spot synthetic audio is still at the very early stages of development, whereas the technology to mimic voices is already quite advanced.", "After being contacted by the BBC, TikTok took down the account and said it broke their guidelines on posting \"false content that may cause significant harm\" and their rules on the use of synthetic media."]}
{"url": "https://www.bbc.com/news/technology-67170014", "title": "Google Pixel’s face-altering photo tool sparks AI manipulation debate - BBC News", "body": ["The camera never lies. Except, of course, it does - and seemingly more often with each passing day. ", "In the age of the smartphone, digital edits on the fly to improve photos have become commonplace, from boosting colours to tweaking light levels. ", "Now, a new breed of smartphone tools powered by artificial intelligence (AI) are adding to the debate about what it means to photograph reality.", "Google's latest smartphones released last week, the Pixel 8 and Pixel 8 Pro, go a step further than devices from other companies. They are using AI to help alter people's expressions in photographs.  ", "It's an experience we've all had: one person in a group shot looks away from the camera or fails to smile. Google's phones can now look through your photos to mix and match from past expressions, using machine learning to put a smile from a different photo of them into the picture. Google calls it Best Take. ", " The devices also let users erase, move and resize unwanted elements in a photo - from people to buildings - \"filling in\" the space left behind with what's called Magic Editor. This uses what's known as deep learning, effectively an artificial intelligence algorithm working out what textures should fill the gap by analysing the surrounding pixels it can see, using knowledge it has gleaned from millions of other photos. ", "It doesn't have to be pictures taken on the device. Using the Pixel 8 Pro you can apply the so-called Magic Editor or Best Take to any pictures in your Google Photos library.  ", "For some observers this raises fresh questions about how we take photographs. ", "Google's new AI technology has been described variously by tech commentators and reviewers as potentially \"icky\" (The Verge), \"creepy\" (Tech Radar) and having the potential to \"pose serious threats to people's (already fragile) trust of online content\" (Cnet).  ", "Andrew Pearsall, a professional photographer, and senior lecturer in Journalism at the University of South Wales, agreed that AI manipulation held dangers.  ", "\"One simple manipulation, even for aesthetic reasons, can lead us down a dark path,\" he said. ", "He said the risks were greater for those who used AI in professional contexts but there were implications to for everyone to consider.  ", "\"You've got to be very careful about 'When do you step over the line?'.  ", "\"It's quite worrying now you can take a picture and remove something instantly on your phone.  I think we are moving into this realm of a kind of fake world.\" ", "Speaking to the BBC, Google's Isaac Reynolds, who leads the team developing the camera systems on the firm's smartphones, said the company takes the ethical consideration of its consumer technology seriously.", "He was quick to point out that features like Best Take were not \"faking\" anything. ", "Camera quality and software are key to the company competing with Samsung, Apple and others - and these AI features are seen as a unique selling point.  ", "And all of the reviewers who raised concerns about the tech praised the quality of the camera system's photos. ", "\"You can finally get that shot where everyone's how you want them to look- and that's something you have not been able to do on any smartphone camera, or on any camera, period,\" Reynolds said. ", "\"If there was a version [of the photo you've taken] where that person was smiling, it will show it to you. But if there was no version where they smiled, yeah, you won't see that,\" he explained. ", "For Mr Reynolds, the final image becomes a \"representation of a moment\". In other words, that specific moment may not have happened but it's the picture you wanted to happen created from multiple real moments.  ", "Professor Rafal Mantiuk, an expert in graphics and displays at the University of Cambridge, said it was important to remember that the use of AI in smartphones was not to make the photographs look like real life. ", "\"People don't want to capture reality,\" he said.  \"They want to capture beautiful images. The whole image processing pipeline in smartphones is meant to produce good-looking images - not real ones.\" ", "The physical limitations of smartphones mean they rely on machine learning to \"fill in\" information that doesn't exist in the photo.  ", "This helps improve zoom, improve low light photographs, and - in the case of Google's Magic Editor feature - add elements to photographs that were either never there or swapping in elements from other photos, such as replacing a frown with a smile. ", "Manipulation of photographs is not new - it's as old as the art form itself. But never has it been easier to augment the real thanks to artificial intelligence.  ", "Earlier this year Samsung came in for criticism for the way it used deep learning algorithms to improve the quality of photos taken of the Moon with its smartphones. Tests found it didn't matter how poor an image you took to begin with, it always gave you a useable image.   ", "In other words - your Moon photo was not necessarily a photo of the Moon you were looking at. ", "The company acknowledged the criticism, saying it was working to \"reduce any potential confusion that may occur between the act of taking a picture of the real Moon and an image of the Moon\". ", "On Google's new tech, Reynolds says the company adds metadata to its photos - the digital footprint of an image - using an industry standard to flag when AI is used. ", "\"It is a question that we talk about internally. And we've talked at length. Because we've been working on these things for years. It's a conversation, and we listen to what our users are saying,\" he says. ", "Google is clearly confident users will agree - the AI features of its new phones are at the heart of its advertising campaign. ", "So, is there a line Google would not cross when it comes to image manipulation?  ", "Mr Reynolds said the debate about the use of artificial intelligence was too nuanced to simply point to a line in the sand and say it was too far. ", "\"As you get deeper into building features, you start to realise that a line is sort of an oversimplification of what ends up being a very tricky feature-by-feature decision,\" he says. ", "Even as these new technologies raise ethical considerations about what is and what isn't reality, Professor Mantiuk said we must also consider the limitations of our own eyes. ", "He said: \"The fact that we see sharp colourful images is because our brain can reconstruct information and infer even missing information.  ", "\"So, you may complain cameras do 'fake stuff', but the human brain actually does the same thing in a different way.\" "]}
{"url": "https://www.bbc.com/news/technology-67118264", "title": "German Chancellor Olaf Scholz could snub British AI summit - BBC News", "body": ["German Chancellor Olaf Scholz may turn down his invitation to a major UK summit on artificial intelligence, the BBC understands.", "The government is hosting an event aimed at tech leaders, academics and political leaders to discuss AI safety on 1 November.", "The agenda will focus on specific future threats posed by the rapidly evolving tech, such as cyber security.", "Britain has mooted setting up a global AI watchdog to monitor developments.", "While no guest list has been published of an expected 100 participants, some within the sector say it's unclear if the event will attract top leaders. ", "A government source insisted the summit is garnering \"a lot of attention\" at home and overseas. ", "The two-day meeting is due to bring together leading politicians as well as independent experts and senior execs from the tech giants, who are mainly US based.  ", "The first day will bring together tech companies and academics for a discussion chaired by the Secretary of State for Science, Innovation and Technology, Michelle Donelan.", "The second day is set to see a \"small group\" of people, including international government figures, in meetings run by PM Rishi Sunak.", "It will be held in Bletchley Park, the Buckinghamshire country house which was once the top-secret headquarters of World War Two codebreakers.  ", "Though no final decision has been made, it is now seen as unlikely that the German Chancellor will attend.", "That could spark concerns of a \"domino effect\" with other world leaders, such as the French President Emmanuel Macron, also unconfirmed.  ", "Government sources say there are heads of state who have signalled a clear intention to turn up, and the BBC understands that high-level representatives from many US-based tech giants are going.", "The foreign secretary confirmed in September that a Chinese representative has been invited, despite controversy. ", "Some MPs within the UK's ruling Conservative Party believe China should be cut out of the conference after a series of security rows.", "It is not known whether there has been a response to the invitation.", "China is home to a huge AI sector and has already created its own set of rules to govern responsible use of the tech within the country. ", "The US, a major player in the sector and the world's largest economy, will be represented by Vice-President Kamala Harris.", "In what was seen as a political win for Downing Street, the UK-hosted AI summit was announced during an overseas trip by PM Rishi Sunak to the US in June.", "Britain is hoping to position itself as a key broker as the world wrestles with the potential pitfalls and risks of AI.", "However, Berlin is thought to want to avoid any messy overlap with G7 efforts, after the group of leading democratic countries agreed to create an international code of conduct. ", "Germany is also the biggest economy in the EU - which is itself aiming to finalise its own landmark AI Act by the end of this year.", "It includes grading AI tools depending on how significant they are, so for example an email filter would be less tightly regulated than a medical diagnosis system.", "The European Commission President Ursula von der Leyen is expected at next month's summit, while it is possible Berlin could send a senior government figure such as its vice chancellor, Robert Habeck.", "The UK is currently planning to fold AI regulation into existing bodies: so for example, if a person feels discriminated against by an AI tool, they would contact the Equalities Commission.", "But many experts in the space are calling for an international, UN-style regulator to oversee AI on a global level.", "A source from the Department for Science, Innovation and Technology said: \"This is the first time an international summit has focused on frontier AI risks and it is garnering a lot of attention at home and overseas.", "\"It is usual not to confirm senior attendance at major international events until nearer the time, for security reasons.\" "]}
{"url": "https://www.bbc.com/news/business-67121212", "title": "Is AI about to transform the legal profession? - BBC News", "body": ["If there was a court case on whether society should embrace artificial intelligence (AI) or reject it, there would likely be a hung jury. ", "No-one, it seems, can decide whether the benefits - such as automating written tasks, and sifting through vast amounts of information in seconds - outweigh the problems of biased data, and a lack of accuracy and accountability.", "For the legal profession itself, AI represents both a threat and an opportunity. It could lead to a \"savage reduction\" in jobs for humans, according to a 2021 report from the UK's Law Society.", "And a study this year from the universities of Pennsylvania, New York and Princeton estimated that the legal sector was the industry  most likely to be impacted by AI.", "At the same time, AI can play a hugely valuable role in researching and putting cases together. Although there is precedent for things going horribly wrong.", "New York lawyer Steven Schwartz found himself facing his own court hearing this year, when he used popular AI system ChatGPT to research precedents for a case involving a man suing an airline over personal injury. Six of the seven cases he used had been completely made up by the AI.", "While that may have left many law firms reluctant to embrace such systems, Ben Allgrove, the chief innovation officer at international law firm Baker McKenzie, has a different interpretation.", "\"I don't think that it is a technology story, it's a lawyer story,\" he says. \"You've got to get through the lack of professionalism [by Mr Schwartz], and the lack of ethics, before you get to the fact that the tool was something he shouldn't have been using.\"", "Baker McKenzie has been tracking developments in AI since 2017, and has since set up a team of lawyers, data scientists and data engineers to test the new systems that are coming to market.", "Mr Allgrove thinks that the vast majority of AI usage in his firm will come from using the new AI-powered versions of existing legal software providers, like LexisNexis and Microsoft's 365 Solution for Legal.", "LexisNexis launched its AI platform back in May, which can answer legal questions, generate documents and summarise legal issues. Meanwhile, Microsoft's AI-tool, Copilot, will launch for commercial customers next month, as an extra-cost add-on for 365.", "\"We already use LexisNexis and Microsoft, and they will increasingly get capabilities driven by generative AI. And we will buy those things if they make sense and are at the right price.\"", "Generative AI is the type of AI that everyone is talking about. It is the AI that can create text, images and music based on the data it was trained with.", "The caveat is that currently, premium, paid-for versions of such tools are expensive. Paying for Microsoft's Copilot alone would \"double our technology spend\", Mr Allgrove says.", "The alternative is for law firms to pay a lesser amount to access AI systems not specifically aimed at the legal market, such as Google's Bard, Meta's Llama, and OpenAI's ChatGPT. The firms would plug into such platforms, and adapt them for their own legal use.", "Baker McKenzie is already testing several. \"We are going out to the market and saying we want to test the performance of these models,\" says Mr Allgrove.", "Such testing is crucial, he explained, to \"validate performance\", because all the systems will all make errors.", "Legal software system RobinAI uses what it calls an AI co-pilot to help speed up the process of drafting and querying contracts, both for in-house legal teams in large organisations, and for individuals.", "It is primarily using an AI system developed by a company called Anthropic. This was set up by a former vice president of research at OpenAI, and is backed with investment from Google.", "But RobinAI has also created its own AI models that are being trained on the minutiae of contract law. Any contract used by the system gets uploaded and labelled, and is then used as learning tool. ", "This means the firm has built up a huge database of contracts, something Karolina Lukoszova, co-head of legal and product at UK-based RobinAI, thinks will be key to the use of AI in the legal profession.", "\"Companies will need to train their own smaller models on their own data within the company,\" she says. \"That will give them better results and ones that are ringfenced.\"", "To make sure information is accurate, RobinAI has a team of human lawyers working alongside the AI.", "Alex Monaco is an employment lawyer who runs both his own solicitor practice and a tech firm called Grapple.", "Grapple was developed to provide members of the public with what Mr Monaco calls \"an ontology of employment law\", and offers advice on a range of workplace issues from bullying and harassment to redundancy. It can generate legal letters and provide summaries of cases.", "He is excited about the potential for AI to democratise the legal profession.", "\"Probably 95% of the inquiries that we get are from people who just cannot afford lawyers,\" says Mr Monaco.", "But thanks to widely available free AI tools, people can now build their own legal cases. Anyone with an internet connection can use Bard or ChatGPT to help formulate a legal letter. And while it might not be as good as a letter written by a lawyer, it is free.", "\"AI is not replacing humans, it's not replacing lawyers. What it is doing is supercharging people's understanding and implementation of their legal rights,\" he says.", "And in a world where everyone is using AI, he adds that this could be very important.", "Read additional stories on artificial intelligence", "\"Companies and corporations are using AI for hiring and firing. They are profiling CVs, using AI for restructuring, mass redundancies and so on. They're using this against the average employee.\"", "While the use of AI in law is very much still at an early stage, some systems are already facing their own legal challenges.", "DoNotPay, which dubs itself as the world's first robot lawyer, offering to fight parking fines and other citizen cases using AI, has been hit with a range of lawsuits, the latest of which accuses the firm of practising law without a license.", "Meanwhile, as a result of Steven Schwartz's case, several senior judges in the US now require lawyers to disclose whether AI was used for court filings.", "Mr Monaco thinks this will be both difficult to define and police.", "\"Google uses AI within its search algorithm, and now it's using Bard. So even by googling anything, you are already using AI to do your legal research.\""]}
{"url": "https://www.bbc.com/news/technology-67027282", "title": "Snapchat: Snap AI chatbot 'may risk children's privacy' - BBC News", "body": ["Snapchat has been accused of a \"worrying failure\" to assess the potential privacy risks its AI chatbot poses to users - especially children - by the UK's data watchdog.", "The Information Commissioner's Office (ICO) warned it could close down the My AI feature in the UK after a \"preliminary investigation\".", "The US company said it was \"closely reviewing\" the provisional findings.", "The tool lets users message a computer which mimics human conversation.", "Snapchat describes it as an \"evolving feature\" which is powered by ChatGPT, an online AI tool which uses new technology to convincingly imitate realistic responses.", "Snap, the parent company behind Snapchat, became the first social media platform to adopt an artificial intelligence-powered chat function earlier this year.", "The app has 21 million users in the UK, many of whom are children. The ICO said it was particularly concerned about the potential privacy risks for 13- to 17-year-old users.", "Snap said it would \"work constructively\" with the ICO after it issued a preliminary notice against the company, adding that it had carried out a \"robust legal and privacy review\" before the function went public.", "The data watchdog stressed its findings are not final and it has not concluded that the company breached any data protection laws.", "At this stage the notice is a signal to Snap to ensure My AI complies with data protection rules which includes the Children's Design Code. ", "The watchdog's code contains 15 standards that online services need to follow. This ensures they are complying with their obligations under data protection law to protect children's data online.", "The ICO said that if a final enforcement notice was to be adopted, Snap might not be able to offer the My AI function to UK users until the company carries out \"an adequate risk assessment\".", "The company describes My AI as \"an experimental and friendly\" chatbot designed to be a personal sidekick to each Snapchatter who chats with it.", "The feature, which can be used as an assistant to plan day trips or create menus, has more than two million chats per day happening on the app, according to Snap's boss Evan Spiegel.", "It was made available to all Snapchat users in April, after being launched for a fee in February.", "Since then, the social media platform said \"a lot of progress\" had been made in its capabilities although it admitted that \"mistakes may occur\". ", "\"My AI may answer incorrectly, provide biased answers or note it is unsure of the answers so don't rely on its advice,\" the company said.", "Snap has also been criticised for being unclear over whether the chatbot can access private information such as location data.", "\"Snapchat can only ever access your location if you consent to share it,\" the firm said.", "One of the other concerns about My AI is - because of how young users of Snapchat skew - whether they really understand the implications of data collection.", "\"Privacy is a foundational value for us - it is critical to our core use case of helping people visually communicate with their friends and family,\" the platform stressed.", "Information Commissioner John Edwards said, \"The provisional findings of our investigation suggest a worrying failure by Snap to adequately identify and assess the privacy risks to children and other users before launching My AI.", "\"We have been clear that organisations must consider the risks associated with AI, alongside the benefits.", "\"Today's preliminary enforcement notice shows we will take action in order to protect UK consumers' privacy rights.\"", "In the case of serious breaches, the ICO has the power to issue fines of £17.5 million or 4% of a company's annual worldwide turnover from the preceding financial year, whichever is higher.", "A Snap spokeswoman said: \"We are closely reviewing the ICO's provisional decision.", "\"Like the ICO, we are committed to protecting the privacy of our users.", "\"In line with our standard approach to product development, My AI went through a robust legal and privacy review process before being made publicly available.", "\"We will continue to work constructively with the ICO to ensure they're comfortable with our risk assessment procedures.\"", "Snap will now have a chance to respond to the regulator's concerns before the ICO makes its final decision."]}
{"url": "https://www.bbc.com/news/health-66382168", "title": "AI offers huge promise on breast cancer screening - BBC News", "body": ["Artificial intelligence can \"safely\" read breast cancer screening images, a Swedish study suggests.", "Researchers led by a team at Lund University found computer-aided detection could spot cancer at a \"similar rate\" to two radiologists.", "But they said more research was needed to fully determine whether it could be used in screening programmes.", "Experts in the UK agreed AI offered huge promise in breast cancer screening.", "This is not the first study to look at the use of AI to diagnose breast cancer in mammograms - X-rays of the breast.", "Previous research, including some carried out in the UK, has looked retrospectively, where the technology assesses scans which have already been looked at by doctors.", "But this research study saw AI-supported screening put head-to-head with standard care.", "The trial, published in Lancet Oncology, involved more than 80,000 women from Sweden with an average age of 54.", "Half of the scans were assessed by two radiologists, known as standard care, while the other half were assessed by the AI-supported screening tool followed by interpretation by one or two radiologists.", "In total, 244 women from AI-supported screening were found to have cancer, compared with 203 women recalled from standard screening.", "And the use of AI did not generate more \"false positives\" - where a scan is incorrectly diagnosed as abnormal. ", "The false-positive rate was 1.5% in both the AI group and the group assessed by radiologists.", "Lead author Dr Kristina Lang said AI has the potential to be deployed in breast cancer screening, helping to address the shortages of radiologists seen across the world.", "But she said more research was needed in this area to fully understand its potential and cost-effectiveness.", "\"The greatest potential of AI right now is that it could allow radiologists to be less burdened by the excessive amount of reading.", "\"While our AI-supported screening system requires at least one radiologist in charge of detection, it could potentially do away with the need for double reading of the majority of mammograms, easing the pressure on workloads and enabling radiologists to focus on more advanced diagnostics while shortening waiting times for patients.\"", "An NHS England spokesman said: \"This research is very encouraging, and plans are under way to assess the best ways of implementing this technology into the NHS Breast Screening Programme.\"", "Dr Katharine Halliday, president of the Royal College of Radiologists, added: \"AI holds huge promise and could save clinicians time by maximising our efficiency, supporting our decision-making and helping identify and prioritise the most urgent cases.", "\"There is a great deal of research interest in how AI could support reporting for mammograms because they are complex, requiring significant oversight and interpretation by clinical radiologists. The UK's shortfall in radiologists, at 29%, makes this challenging.", "\"While real-life clinical radiologists are essential and irreplaceable, a clinical radiologist with the data, insight and accuracy of AI will increasingly be a formidable force in patient care.\""]}
{"url": "https://www.bbc.com/news/uk-england-hampshire-67134503", "title": "Hampshire AI technology used to take blood pressure - BBC News", "body": ["Software that uses artificial intelligence to take a person's blood pressure could be rolled out across the country.", "Lifelight has been developed by a company based on the Southampton University Science Park.", "In trials across Hampshire and the Isle of Wight, patients look at a tablet screen that takes a blood pressure reading from their face in 40 seconds.", "The technology targets people who do not regularly engage with the NHS.", "Xim, the company behind Lifelight, has been running trials with the NHS since 2019 and claims it is already as accurate as the traditional inflatable cuff.", "The company hopes the contactless technology will be made available for patients to use at home on their tablets and smart phones.", "David Petronzio from Lifelight said the camera on the tablet detects colour changes, known as \"microblushes\", in a patient's face, which occur every time their heart beats.  ", "Artificial intelligence is then used to translate the information into blood pressure, heart rate and respiration data.", "Trials have taken part at Thornhill Baptist Church, in Southampton, and Paulsgrove surgery, in Portsmouth.", "Dr Lindsay Welch, from Wessex Academic Health Science Network, said they are targeting five \"key\" places where people don't have regular cardiovascular checks.", "She added that these are \"also places where people are often struggling with money and have lots of other complex illnesses and social problems\".", "According to figures from Public Health England, 43% of people with hypertension in the UK are undiagnosed.", "Dr Karen Kyd, a GP from Portsdown Group Practice, said: \"High blood pressure is common and often doesn't have any symptoms. ", "\"Left untreated, it can cause serious health problems including strokes, heart attacks, kidney disease and dementia, so it's especially important to take the time to get a simple check. Support can then be offered to bring the blood pressure under control.", "\"This initiative will help us to make tests even more accessible and provide innovative care to our patients.\"", "Follow BBC South on Facebook, X, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."]}
{"url": "https://www.bbc.com/news/business-67213134", "title": "US orders immediate halt to some AI chip exports to China, Nvidia says - BBC News", "body": ["Tech giant Nvidia says the US has told it to stop shipping some of its advanced artificial intelligence chips to China immediately. ", "The restrictions were supposed to be introduced 30 days from 17 October.", "That was when President Joe Biden's administration announced measures to block countries, including China, Iran and Russia, from buying high-end AI chips designed by Nvidia and others.", "Nvidia did not say why the timeline had been moved forward.", "In a statement to the US Securities and Exchange Commission (SEC), Nvidia said the US government said these curbs were \"effective immediately\", but added that \"given the strength of demand for the Company's products worldwide, the Company does not anticipate that the accelerated timing of the licensing requirements will have a near-term meaningful impact on its financial results\". ", "The new restrictions bar exports of Nvidia's advanced AI chips, which had been designed for the Chinese market to comply with earlier export regulations.", "The acceleration of the introduction of the US curbs is the latest move in the ongoing technology dispute between Washington and Beijing.", "Chinese authorities have yet to publicly comment on Nvidia's announcement, but it hit back at the Biden administration's decision to impose new restrictions on advanced chip exports when it was announced last week.", "The country's foreign ministry said the curbs \"violate the principles of the market economy and fair competition\".", "The move was seen as an attempt to close loopholes that became apparent after an initial wave of chip controls last October.", "At the time, the US said the measures were designed to prevent China from receiving cutting-edge technologies that it could use to strengthen its military, especially in the field of AI.", "Soaring demand for Nvidia's AI chips has pushed up its share price more than threefold, making it one of the most valuable companies in the world.", "In May the firm joined technology giants Apple, Amazon, Alphabet and Microsoft in the elite club of companies with stock market valuations of more than $1 trillion (£822bn).", "California-based Nvidia has come to dominate the market for chips used in AI systems.", "Chip giant Advanced Micro Devices (AMD), which also supplies AI chips to China, has not made any announcement about the accelerated export curbs. It did not immediately respond to a BBC request for comment.", "The US Department of Commerce declined to comment on Nvidia's statement when contacted by the BBC."]}
{"url": "https://www.bbc.com/news/uk-england-northamptonshire-67304128", "title": "Pioneering Cambridge AI project finds heat-loss houses - BBC News", "body": ["Researchers say they have trained artificial intelligence to identify houses that need the most work to make them energy-efficient.", "The team at Cambridge University has developed a model which uses open-source data to pinpoint the problem areas in buildings.", "Some 700 \"hard to decarbonise\" houses have already been identified in Cambridge.", "The team is extending its work to other areas.", "The model is designed to help local authorities and other bodies make decisions about which houses to target when they are trying to reduce heat loss from buildings.", "The team says that these houses are responsible for over a quarter of all direct heating emissions, and they may be hard to decarbonise for many reasons, including their age, structure, and location.", "Dr Ronita Bardhan, who leads Cambridge's Sustainable Design Group, said: \"Policymakers need to know how many houses they have to decarbonize, but they often lack the resources to perform detailed audits on every house. ", "\"Our model can direct them to high priority houses, saving them precious time and resources.\"", "The model was \"trained\" using data from energy performance certificates, which property owners need when selling or renting a property. Other data was added from street view images, aerial views and land-surface temperature measurements.", "The researchers say the model can classify houses with 90% precision, and this is expected to rise as more data is added.", "It can already pinpoint specific parts of buildings which are losing the most heat, such as doors and windows, and detect whether properties are old or new.", "A new framework is being created which will add data relating to energy use, poverty levels and thermal images of building facades.", "Models are being created for other cities and countries so they can benefit from the project, and the team is working with a space organisation so high-resolution thermal images from satellites can be used.", "Dr Bardhan believes the data will also help people living in Cambridge negotiate for more support in making their houses energy efficient. ", "\"There is a lot of talk about the need for specialised skills to achieve decarbonisation, but these are simple datasets and we can make this model very user friendly and accessible for the authorities and individual residents,\" she said.", "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp  0800 169 1830", ""]}
{"url": "https://www.bbc.com/news/business-67156176", "title": "Airbnb turns to AI to help prevent house parties - BBC News", "body": ["How would you feel if you rented out your home for a few nights, only to return and find that it had been used to hold a raucous house party?", "As you looked aghast at the damage to your property, you'd either be livid or upset, or a combination of both.", "Such scenarios have been widely reported around the world in recent years, especially during the coronavirus pandemic. With bars and nightclubs then closed, young adults, in particular, wanted to find somewhere else to hang out, dance and potentially drink too much.", "It sparked a fightback from short-term rental giant Airbnb, which announced a \"global party ban\", and vowed to do all it could to prevent such behaviour. This included banning offenders from making new bookings, and restrictions on under 25s who didn't have a history of excellent reviews.", "Airbnb said recently that as a result of its clampdown the number of reported parties dropped by 55% between 2020 and last year. But with the battle not yet won, the US firm has now upped the ante and introduced an artificial intelligence (AI) powered software system to help weed out potential troublemakers.", "Now operating worldwide, when you now try to make an Airbnb booking the AI automatically looks out for things such as how recently you created your account, and - big red flag - whether you are trying to rent a property in the same town or city as where you live.", "It also questions the duration of your stay - one night only is a potential concern - and whether the planned visit is occurring during a revelry-heavy period such as Halloween or New Year's Eve.", "\"If someone is booking a room during New Year's Eve for one night only, and they are from the same city as the host, that's likely to be a party,\" says Naba Banerjee, head of safety and trust at Airbnb.", "Ms Banerjee adds that if the AI deems that the risk of a party booking is too high, it will prevent the booking, or instead guide the person to the website of one of its partner hotel companies. She says it is an issue of trust, that people renting out their homes via Airbnb are as reassured as possible.", "Lucy Paterson is one such person. She rents out the one-bedroom annex beside her home in Worcestershire, and has had more than 150 bookings since she first listed the apartment.", "\"Part of my planning to be an Airbnb host is that I have only a one-bedroom place, to minimise the potential for parties,\" she says. \"Of course it hasn't always been perfect, but I'd say 99% of my guests have been fantastic.\"", "She adds that Airbnb's new use of AI has given her \"more reassurance\".", "Going forward, Ms Banerjee says the AI will only get better and better as the more data it processes the more it will learn.", "In the car sharing sector, one of the biggest online marketplaces, Turo, also uses an AI system, to help protect people who let others hire their cars. ", "The software, a platform called DataRobot AI, can quickly detect a risk of theft. It also sets the prices for cars, determined by their size, power and speed, and the time of the day or week that a person wishes to begin their hire period.", "Separately, Turo also uses AI to allow some users to talk to its app, to tell it what car it wants and when. The AI will then reply, with text on the screen, offering a personalised list of recommended vehicles that match the criteria. This service is currently available to subscribers of popular consumer AI system ChatGPT-4, which is incorporated into Turo's system.", "\"We want to make it easy to browse Turo, and that can help build trust between us and our customers,\" says the firm's chief data officer Albert Mangahas.", "Read additional stories on artificial intelligence", "Using AI to filter out potential problem customers is a good idea, says Edward McFowland III, assistant professor of technology and operating management at Harvard Business School. \"Having that layer of AI can help ease the friction on both sides, for both business and consumer.\"", "He points out though, that even a perfectly calibrated AI model can create false negatives, such as shutting out a young person who wants to hire an apartment for New Year's Eve, but has no intension of throwing a party. \"And that's why AI technology is still very hard to get right, all the time.\"", "In Toronto, Canada, Lara Bozabalian uses Airbnb to rent out her family's 3,000 sq ft (280sq m) cottage. She says that no matter how attractive the booking may be, or what the AI has determined, she follows her own rule.", "\"I don't take on clients who are first-time users. I need to know they've been vetted by someone at some point.\""]}
{"url": "https://www.bbc.com/news/technology-66604123", "title": "Bletchley Park to host AI safety talks in November - BBC News", "body": ["The UK has set the date for its much-anticipated summit on the safe use of artificial intelligence (AI).", "World leaders will meet with AI companies and experts on 1 and 2 November for the discussions.", "The global talks aim to build an international consensus on the future of AI.", "The summit will take place at Bletchley Park, where Alan Turing, one of the pioneers of modern computing, worked during World War Two.", "\"To fully embrace the extraordinary opportunities of artificial intelligence, we must grip and tackle the risks to ensure it develops safely in the years ahead,\" Prime Minister Rishi Sunak said.", "\"With the combined strength of our international partners, thriving AI industry and expert academic community, we can secure the rapid international action we need for the safe and responsible development of AI around the world.\"", "It is unknown which world leaders will be invited to the event, with a particular question mark over whether the Chinese government or tech giant Baidu will be in attendance.", "The BBC has approached the government for comment.", "The summit will address how the technology can be safely developed through \"internationally co-ordinated action\" but there has been no confirmation of more detailed topics.", "It comes after US tech firm Palantir rejected calls to pause the development of AI in June, with its boss Alex Karp saying it was only those with \"no products\" who wanted a pause.", "And in July, children's charity the Internet Watch Foundation called on Mr Sunak to tackle AI-generated child sexual abuse imagery, which it says is on the rise.", "The government hopes this summit will cement the UK as a major global player in the booming AI sector. All eyes now are on who will actually attend. We have not yet seen a guest list.", "Will China be represented? Currently there is a distinct east/west divide in the AI world but several experts argue this is a tech that transcends geopolitics. Some say a UN-style regulator would be a better alternative to individual territories coming up with their own rules.", "If the government can get enough of the right people around the table in early November, this is perhaps a good subject for debate.", "Prime Minister Rishi Sunak has been talking up the UK's AI credentials for a long time and sees the lucrative world of artificial intelligence as very much at the heart of the country's future. ", "He has already appointed an AI taskforce to work on how best to maximise the benefits and minimise the risks of this rapidly evolving tech, and pledged £900m of public money over the next 10 years to help build a strong AI UK.", "Three US AI giants - OpenAI, Anthropic and Palantir - have all committed to opening London headquarters.", "But there are others going in the opposite direction - British DeepMind co-founder Mustafa Suleyman chose to locate his new AI company InflectionAI in California. He told the BBC the UK needed to cultivate a more risk-taking culture in order to truly become an AI superpower.", "Many of those who worked at Bletchley Park decoding messages during WW2 went on to write and speak about AI in later years, including codebreakers Irving John \"Jack\" Good and Donald Michie.", "Soon after the War, Turing proposed the imitation game - later dubbed the \"Turing test\" - which seeks to identify whether a machine can behave in a way indistinguishable from a human.", "\"It is fitting that the very spot where leading minds harnessed emerging technologies to influence the successful outcome of World War Two will, once again, be the crucible for international co-ordinated action,\" said Iain Standen, CEO of the Bletchley Park Trust.", "\"We are incredibly excited to be providing the stage for discussions on global safety standards, which will help everyone manage and monitor the risks of artificial intelligence.\""]}
{"url": "https://www.bbc.com/news/business-66288309", "title": "How long until a robot is doing your chores? - BBC News", "body": ["Imagine the biggest market for a physical product you can. Are you thinking of mobile phones? Cars? Property?", "They are all chunky markets but in the coming decades a new product will be rolled out that will dwarf those giants, says Geordie Rose, the chief executive of Sanctuary AI. ", "The Vancouver-based firm is developing a humanoid robot called Phoenix which, when complete, will understand what we want, understand the way the world works and have the skills to carry out our commands.", "\"The long term total addressable market is the biggest one that's ever existed in the history of business and technology - which is the labour market. It's all of the things we want done,\" he says.", "Before we get too ahead of ourselves, he qualifies that statement: \"There is a long way to go from where we are today.\"", "Mr Rose is unwilling to put a time frame on when a robot might be in your house, doing your laundry or cleaning the bathroom. But others I have spoken to in the sector say it could be within ten years.", "Dozens of other firms around the world are working on the technology.", "In the UK, Dyson is investing in AI and robotics aimed at household chores. ", "Perhaps the highest profile company in the market is Tesla, Elon Musk's electric car company.", "It is working on the Optimus humanoid robot, which Mr Musk says could be on sale to the public in a few years' time.", "We will see whether that turns out be the case. What we can say now is that leaps forward in artificial intelligence mean the development of humanoid robots is accelerating.", "\"Ten years at the pace the technology is moving now is is an eternity. You know, every month, there's new developments in the AI world that are like fundamental change,\" says Mr Rose, who has a background in theoretical physics and previously founded a quantum computing company.", "Mainstream interest in AI exploded late last year when a powerful version of ChatGPT was made public. Its ability to generate all sorts of useful text and images has spawned rivals and a wave of investment in AI tech.", "But developing the AI that would allow a robot to complete useful tasks is a different and more difficult task.", "Unlike ChatGPT and its rivals, humanoid robots have to navigate the physical world and need to understand how objects in that world relate to each other.", "Tasks that seem easy to many humans are major feats for humanoid robots.", "For example, in a trial project, Sanctuary's robot Phoenix has been packing clothes into plastic bags in the backroom of a Canadian shop. ", "\"This is a problem that engages a lot of different complex issues in an AI driven robotics system, because bags are floppy, they're transparent... there's a place where they open.", "\"Usually after you manually open the bag, you have to release one hand and then go and put something in a bag,\" says Mr Rose.", "\"The manipulation of bags is is actually very, very hard for robots,\" he adds - a line which makes today's humanoid robots seem much less scary than some of their Hollywood counterparts.", "Sanctuary has a system for training Phoenix on specific tasks like bag packing. In partnership with a business, it will film a particular task being done and then digitise the whole event.", "That data is used to create a virtual environment which, as well as containing all the objects, simulates the physics including gravity and resistance.", "The AI can then practise the task in that virtual environment. It can have a million attempts and when the developers think the AI has mastered the event in the virtual world, it will be allowed to try in the physical world.", "In this way Phoenix has been trained to do about 20 different roles.", "Mr Rose sees this as the way forward for humanoid robots - mastering specific tasks that will be useful for business. A robot that can do household chores is much further down the line.", "One of the biggest challenges is to give the robot a sense of touch, so it knows how much pressure to apply to an object.", "\"We have a facility with these types of tasks that comes from an evolutionary heritage, that's like a billion years long... they're very hard for machines,\" says Mr Rose.", "More technology of business:", "A huge amount of work still needs to be done to build a robot that can cope with all the events that could occur in a home or busy workplace.", "\"You cannot put a robot in an unstructured environment and then ask it to move around without basically destroying things. It's too much for technology to ask at this moment of time,\" says Prof Alireza Mohammadi, who established the Robotic Motion Intelligence Lab at the University of Michigan-Dearborn.", "He points out that you can put an AI through millions of training scenarios, but there's always a chance in the real world that it meets something it has never seen before and react in an unpredictable and perhaps dangerous way.", "Part of the problem, he says, is that humans have an intuitive understanding of context and consequences. For example we might guess that an over-excited dog might jump in front of us and make allowances for that.", "Building that into a robot is extremely difficult. ", "\"Within ten years we might have robots that are capable of walking around with some guidance, but not in completely unstructured environments,\" says Prof Mohammadi.", "But if those challenges can be overcome, then could humanoid robots start taking jobs currently done by humans?", "Mr Rose points out that there is a shortage of workers in many countries and his robots could one day fill those positions.", "Stewart Miller is the chief executive of the National Robotarium, a partnership between Heriot-Watt University and the University of Edinburgh, which focuses on AI and robotics.", "\"Inevitably, there's going to be robots doing jobs that were done by human beings in the past... the question then is, what does that mean?\" he says.", "\"We will go through some growing pains. But when we think about it, we can start emphasising and concentrating on what human beings do best - freeing up that capacity to do that, and not having to spend time doing what machines are best doing.\""]}
{"url": "https://www.bbc.com/news/technology-66882414", "title": "Spotify will not ban AI-made music, says boss - BBC News", "body": ["The boss of Spotify says he has no plans to completely ban content created by artificial intelligence from the music streaming platform.", "Earlier this year the platform pulled a track featuring AI-cloned voices of the performers Drake and The Weeknd.", "Daniel Ek told the BBC there were valid uses of the tech in making music - but AI should not be used to impersonate human artists without their consent.", "He said using AI in music was likely to be debated for \"many, many years\". ", "Mr Ek, who rarely speaks to the media, said that he saw three \"buckets\" of AI use: ", "\"It is going to be tricky,\" he said when asked about the challenge the industry was facing. ", "While AI is not banned in all forms on the platform the company does not allow its content to be used to train a machine learning or AI model, the likes of which can then produce music. ", "Artists are increasingly speaking out against the use of AI in the creative industries. ", "Last month the Irish musician Hozier said he would consider striking over the threat of AI to his profession.", "He told BBC Newsnight that he wasn't sure the tech \"meets the definition of art\".", "Neither Drake nor The Weeknd were aware of cloned versions of their voices being used on the song, Heart on My Sleeve. The track was removed from Spotify and other streaming platforms in April.", "Its creator, Ghostwriter, later tried to have the track nominated for a Grammy award but it was turned down. ", "\"You can imagine someone uploading a song, claiming to be Madonna, even if they're not. We've seen pretty much everything in the history of Spotify at this point with people trying to game our system,\" Mr Ek said.", "\"We have a very large team that is working on exactly these types of issues.\" ", "In May, the Financial Times reported that thousands of tracks had been removed from Spotify after a discovery that bots were being used to artificially inflate their streaming figures.", "Mr Ek also discussed the platform's huge investment in podcasts - including those from high-profile figures like Michelle and Barack Obama and the Duke and Duchess of Sussex. Neither has been re-commissioned.", "The deal with Harry and Meghan cost a reported $25m (£18m) and saw just 12 episodes delivered over two and a half years. A Spotify executive recently reportedly spoke disparagingly about the pair's work ethic.", "\"The truth of the matter is some of it has worked, some of it hasn't,\" said Mr Ek of the firm's decision to \"challenge Apple\" as the market-leading podcast platform by taking on a lot of new creators.", "\"Five years ago Spotify was nowhere in podcasting.\"", "Separately, the firm confirmed that Russell Brand's podcast would remain on Spotify unless the material itself was found to have breached its own terms and conditions. ", "Acast, which owns the podcast, said it had suspended advertising revenue from it as the comedian remains under investigation over allegations of sexual assault.", "The reason Sweden-based Daniel Ek was in the UK was to discuss regulation. He said the firm is supportive of the incoming Online Safety Bill, designed to make the internet safer for children, and the ongoing Digital Markets and Competition Bill, which aims to improve competition by closely scrutinising the tech giants.", "Mr Ek has long been a vocal critic of the policies of Apple and Google's app stores, on which Spotify relies. Both companies charge smaller developers a 15% commission on in-app purchases, with this rising to 30% for developers with revenue of more than $1m.", "Spotify has also complained that Apple makes it hard for the business to communicate directly with its customers and promote its services elsewhere. ", "\"We are in a situation where literally two companies in the world control how over four billion consumers access the internet,\" said Mr Ek.", "\"If you think now on a company like Spotify, where we already pay out almost 70% of our revenues back to the creative community, if we were to take the 30% out of our cut it essentially means we're left with zero, which means we have to close shop.\"", "In April 2021, the European Commission (EC) charged Apple with breaking EU competition rules over this, following a complaint from Spotify in 2020. In February the EC scaled back its objections against Apple although there has yet to be a final ruling.", "Apple said it was continuing to work with the EC. It added that the vast majority of European developers make less than $1m in revenue and qualify to pay Apple a 15% commission rate."]}
{"url": "https://www.bbc.com/news/technology-67133157", "title": "Face search company Clearview AI overturns UK privacy fine - BBC News", "body": ["A company which enables its clients to search a database of billions of images scraped from the internet for matches to a particular face has won an appeal against the UK's privacy watchdog.", "Last year, Clearview AI was fined more than £7.5m by the Information Commissioner's Office (ICO) for unlawfully storing facial images.", "Jack Mulcaire, Clearview AI's lawyer, said the firm was \"pleased\".", "The ICO said it would \"take stock\" of the judgement.", "Clearview AI offers its clients a system that works like a search engine for faces - users upload a photo and it finds matches in a database of billions of images it has collected. ", "It then provides links to where matching images appear online.", "In March, Clearview's founder Hoan Ton-That told the BBC it had run nearly a million searches for US police, helping them to solve a range of crimes, including murders.", "He also revealed its database contained 30 billion images scraped from the internet.", "Critics argue that law enforcement's use of Clearview's technology puts everyone into a \"perpetual police line-up\". ", "And prior to the ICO's action, now ruled unlawful, France, Italy and Australia had also taken action against the firm.", "In the past Clearview AI had commercial customers, but since a 2020 settlement in a case brought by US civil liberties campaigners, the firm now only accepts clients who carry out criminal law enforcement or national security functions.", "Clearview does not have UK or EU clients, but its customers are based in the US and in other countries including Panama, Brazil, Mexico, and the Dominican Republic, Tuesday's judgement revealed.", "In simple terms, Clearview succeeded in appealing against the ICO's fine and enforcement action because it was used solely by law enforcement bodies outside the UK.", "The three-member tribunal at the First-tier Tribunal, which heard the appeal, concluded that although Clearview did carry out data processing related to monitoring the behaviour of people in the UK, the ICO \"did not have jurisdiction\" to take enforcement action or issue a fine.", "Explaining the decision James Castro-Edwards, data privacy lawyer from Arnold & Porter told the BBC that, \"Clearview only provided services to non-UK/EU law enforcement or national security bodies and their contractors.\"", "\"UK data protection law (UK GDPR) provides that acts of foreign governments fall outside its scope; it is not for one government to seek to bind or control the activities of another sovereign state\".", "In response to the judgement, the ICO said that it would carefully consider next steps but added: \"It is important to note that this judgement does not remove the ICO's ability to act against companies based internationally who process data of people in the UK, particularly businesses scraping data of people in the UK, and instead covers a specific exemption around foreign law enforcement.\"", "Will Richmond-Coggan, a data protection partner at law firm Freeths, agreed, arguing that even though the appeal was allowed, the decision underlined that scraping large volumes of publicly available data was an activity to which UK data protection rules could apply. ", "\"The appeal turned exclusively on the fact that Clearview's customers were overseas national security and law enforcement bodies, and so shouldn't be relied on as granting a blanket permission for such scraping activities more generally.\""]}
{"url": "https://www.bbc.com/news/technology-67172230", "title": "Can Rishi Sunak’s big summit save us from AI nightmare? - BBC News", "body": ["If you don't know where you stand on artificial intelligence, you're not alone. ", "Will it save humanity or destroy us? The stakes are that high and the jury is still out, even among the world's leading experts. ", "Some AI creators are calling for its development to slow down or even pause altogether because it's evolving so quickly. Others argue that doing so will mean we cramp the tech's potential to achieve amazing things, like generating formulas for new medicines and work on climate-change solutions.", "This coming week, around 100 world leaders, tech bosses, academics and AI researchers are gathering at the UK's Bletchley Park campus, once home to the codebreakers who helped secure victory during World War Two. Their purpose is to take part in discussions about how best to maximise the benefits of this powerful technology while minimising the risks.", "The event is the UK's AI Safety Summit, and the risks it intends to focus on are pretty extreme. They relate to so-called \"frontier AI\", the most advanced and powerful systems, which don't currently exist but AI is advancing so rapidly that they may do soon. ", "But critics say the focus of the two-day meeting should be on the more immediate and pressing problems of AI, such as the large amount of energy it consumes and the impact it is already having on jobs.", "In a report released last week, the UK government listed some horrifying potential threats, including bio-terrorism, cyber-attacks, advanced AI choosing to control itself, and the increased distribution of deepfake images of child sexual abuse.", "Perhaps surprisingly, given this nightmarish backdrop, Prime Minister Rishi Sunak urged people \"not to lose sleep\". He has a plan, and it's an ambitious one. He wants to position the UK as the global leader for AI safety.", "When the summit was first announced, and billed as a world-first, there were quite a few raised eyebrows. Would the world's top brass actually travel to a remote, leafy corner of England, in the winter cold and close to the US Thanksgiving holiday, just because the UK says so?", "No official guest list has been published. But it's pretty clear by now that the US tech giants will be very well represented. Not always at CEO level, but high-level execs nonetheless.", "There's no shortage of summit enthusiasm from the commercial sector. British-based Stability AI boss Emad Mostaque described the summit as a \"once-in-a-generation opportunity\" for the UK to unlock AI superpower status.", "\"We will encourage the government and other policymakers to commit to supporting AI safety right across the ecosystem, from corporate labs to everyday researchers and from long-term threats to short-term risks to keep Britain safe and competitive,\" he gushed.", "These firms are an essential part of the discussion - they are at the front of the AI race and they are the ones building the systems. But you might imagine these are conversations they are already having among themselves. Diversity of thought here is crucial.", "The world-leader contingent is a bit more of a mixed bag. US Vice-President Kamala Harris is attending, Canadian PM Justin Trudeau is not. European Commission president Ursula von der Leyen will be there, German chancellor Olaf Scholz won't. China has been invited - controversially so, given its difficult relationship with the west. But it is still undoubtedly a tech superpower.", "United Nations Secretary General Antonio Guterres is also going - which is interesting because there are growing calls for a global body to take on AI oversight.", "Some experts fear that the summit has got its priorities wrong. The risk of extreme doomsday scenarios are comparatively small, they argue, and there are more immediate threats, far closer to home, which will be more worrying for many people.", "\"We're concerned about what's going to happen to our jobs, what's going to happen to our news, what's going to happen to our ability to communicate with one another. We're concerned about the threats to people, communities, and frankly, the planet,\" says Prof Gina Neff, who runs an AI centre at the University of Cambridge.", "A recent study claimed the computing infrastructure required to drive the AI sector alone could use as much energy as that of a country the size of the Netherlands in just four years' time. This will not be discussed at the summit.", "We also know AI is already causing disruption to jobs. A friend of mine worked in a small marketing company. There were five copywriters - now there's one, whose job it is to check the copy generated by ChatGPT. The Department for Work and Pensions is using AI tools to speed up benefits claims.", "And what about the data used to train these powerful systems? The details are kept under wraps by the commercial companies who own them. But arguably, AI is only as good as the data it understands. We know bias and discrimination has crept into both off-the-shelf and bespoke tools that are available now.", "These issues will at feature the summit - but they will be far from its focus.", "What will the outcome of this two-day pow-wow be? You might hope the chiefs will emerge clutching a signed \"Bletchley Park Agreement\" and the world will be saved from the perils of AI.", "We'll probably have to save that for the movie version. The government itself says the feat of getting these people in the same room at the same time to talk at all is a success in itself - especially if China does show up.", "Professor Yoshua Bengio is well-known as one of the three founding \"Godfathers\" of AI. He was asked at a recent event hosted by Chatham House in London, what he would like to see from the summit.", "He suggested a registration and licensing regime for frontier AI models, revokable if a system is deemed unsafe - but acknowledged that something like this would take longer than two days to get together.", "\"We're going to need to start with small steps that can be implemented quickly,\" he said. ", "\"International treaties and agreements take a lot more time... but we should start small and not wait to have built a very complicated global governance system before we start doing things.\""]}
{"url": "https://www.bbc.com/news/uk-england-hampshire-67173334", "title": "Oxford University develops AI tool to track virus variants - BBC News", "body": ["An artificial intelligence tool has been developed to predict new variants of viruses before they emerge.", "Researchers at the University of Oxford and Harvard Medical School claim the model could have predicted mutations of the Covid-19 virus during the pandemic.", "It is hoped the model, named EVEscape, will help in the design of vaccines by studying how viruses mutates in response to the human immune system.", "The University of Oxford said the technology was \"predicting the future\".", "During the Covid-19 pandemic waves were driven by different variants of the virus that had undergone multiple genetic changes.", "Those mutations can alter the virus's behaviour, potentially making it spread faster or making it harder for our immune systems to recognise and fight off.", "In late 2021, the Omicron variant did just that and infected millions, although it did not lead to a huge spike in hospitalisations and deaths.", "EVEscape - short for Evolutionary Model of Variant Effect - combines a deep-learning model of how a virus evolves, along with detailed biological and structural information about it.", "In the journal Nature, the research team described how it works by predicting the likelihood that a viral mutation will enable it to escape immune responses, for example, by preventing antibodies from binding.", "The model was tested with information only available at the beginning of the Covid-19 pandemic in February 2020 and successfully predicted which SARS-CoV-2 mutations would occur and which would become most prevalent. ", "The team said it also predicted which antibody-based therapies would lose their efficacy as the pandemic progressed and the virus developed mutations to escape these treatments.", "It is hoped the technology could help in prevention measures and the design of vaccines that target variants of concern before they become prevalent.", "Co-lead author for the study Pascal Notin, said it would have \"accurately predicted\" the most frequent mutations of Covid-19 if it had been used at the start of the pandemic.", "\"This work is of tremendous value, both for pandemic surveillance efforts, but also to inform vaccine design in a way that is robust to the emergence of certain at-risk mutations,\" he added.", "Follow BBC South on Facebook, X, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."]}
{"url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-67209484", "title": "Bletchley mounted police and drones to patrol AI summit - BBC News", "body": ["Mounted patrol officers have been preparing for an AI summit which will be visited by world leaders.", "Riders will be supporting security at the UK government's global Artificial Intelligence (AI) summit at Bletchley Park in Milton Keynes, Buckinghamshire.", "Police horses will patrol near the event which starts on 1 November.", "Thames Valley Police said it would also have a drone unit in operation throughout the course of the summit.", "Drone pilots on the ground will be using the technology to look out for suspicious activity.", "Insp Chris Simpson said: \"Our expert mounted section and drone unit are just some of the many additional security measures we have in place to ensure the safety both of delegates to the summit and residents and businesses.\"", "\"Our police horses enjoy the attention they get from the public so please do stop and speak with them when you spot them on patrol,\" he added.", "World leaders will meet with AI companies and experts at the summit to try and build an international consensus on the future of AI.", "Alan Turing, one of the pioneers of modern computing, cracked the Enigma code - used by Germany's military - with his team during World War Two at Bletchley Park.", "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp 0800 169 1830"]}
{"url": "https://www.bbc.com/news/technology-66879709", "title": "AI risks destabilising world, deputy PM to tell UN - BBC News", "body": ["Artificial intelligence could destabilise the world order unless governments act, the deputy prime minister is to warn.", "Oliver Dowden will tell the UN the pace of development risks outstripping governments' ability to make it safe. ", "The UK will host a global summit to discuss AI regulation, in November.", "There are fears without rules AI could eventually destroy jobs, supercharge misinformation or entrench discrimination.", "\"The starting gun has been fired on a globally competitive race in which individual companies as well as countries will strive to push the boundaries as far and fast as possible,\" Mr Dowden will tell the United Nations general assembly in New York. ", "\"At the moment, global regulation is falling behind current advances.\"", "In the past, governments have created regulations in response to technological developments - but now, rules must be made in parallel with the development of AI.", "AI companies should not \"mark their own homework, just as governments and citizens must have confidence that risks are properly mitigated\". ", "And only action by nation states can reassure the public the most significant national-security concerns have been allayed.", "Mr Dowden will also warn, however, against becoming \"trapped in debates about whether it is a tool for good or a tool for ill - it will be a tool for both\".", "Many experts have been surprised by the rapid increase in the capabilities of some AI systems. \"We've seen horizons compress,\" Prof Andrew Rogoyski, of the University of Surrey, told BBC News.", "But Faculty.ai boss Marc Warner said it was important to distinguish between narrow AI designed to fulfil a specific task such as looking for signs of cancer in radiology scans and general artificial intelligence.", "\"These are powerful algorithms that have emergent properties that, at the moment, we can't... always predict when they're about to develop,\" he said.", "\"And while I personally am not super-worried about the current generation of technologies, I think it's only sensible that government should start looking ahead to more and more powerful versions and what might be done about it.", "\"I've been following the field of AI safety now for 10 or 15 years - and two to three years ago nobody cared about this conversation. ", "\"And so for me, even starting an international conversation, a serious international conversation about AI safety, is a success in itself.\" ", "Other leading AI companies agree there is a need for regulation. Following a recent closed-door meeting of technology bosses, in Washington, Elon Musk said there was an \"overwhelming consensus\" for it.", "But Yasmin Afina, of the Chatham House international-affairs think tank, said reaching a quick international agreement would be difficult.", "Compared with nuclear weapons, about which \"it took so many years for people to agree on something\", she said, \"AI is so complex, so different as a technology, I don't think that it will be easy to negotiate something that people will agree on.\"", "Smaller countries, marginalised communities and people belonging to ethnic minorities also needed to have meaningful input. \"As long as they're not at the table and [don't] actually have a voice, they will just be left out,\" Ms Afina said.", "Prime Minister Rishi Sunak wants the UK to take the lead. But last month, the Commons Science, Innovation and Technology Committee warned without the rapid introduction of a law, the European Union's AI Act could become a global standard, displacing UK efforts.", "Mr Warner, previously a member of the now defunct AI council which advised government,  said the UK could potentially take a lead in technology to make AI safe, if was prepared to invest.", "\"That feels like a very practical middle path,\" he said, \"because there isn't actually that much money going into that at the moment.\""]}
{"url": "https://www.bbc.com/news/uk-67225158", "title": "Rishi Sunak says AI has threats and risks - but outlines its potential - BBC News", "body": ["Artificial intelligence could help make it easier to build chemical and biological weapons, Prime Minister Rishi Sunak has warned.", "In a worst-case scenario, society could lose all control over AI, preventing it from being switched off, Mr Sunak said.", "While the potential for harm is disputed, we must not \"put our heads in the sand\" over AI risks, he argued.", "In a speech aiming to present the UK as a world leader on AI, the PM said the technology was already creating jobs.", "He added that development of the technology would catalyse economic growth and productivity, though admitted it would have an impact on the labour market. ", "The prime minister's speech on Thursday morning set out the capabilities and potential risks posed by AI - including cyber attacks, fraud and child sexual abuse - following the publication of a government report. ", "Mr Sunak said among the risks outlined in the report was that AI could be used by terrorist groups \"to spread fear and disruption on an even greater scale\".", "Mitigating the risk of human extinction from AI should be a \"global priority\", he said. ", "But he added: \"This is not a risk that people need to be losing sleep over right now and I don't want to be alarmist.\"", "He said that he was generally \"optimistic\" about the potential of AI to transform people's lives for the better. ", "A threat that will be much closer to home for many is the disruption AI is already bringing to jobs. ", "Mr Sunak mentioned AI tools efficiently doing admin tasks like preparing contracts and helping to make decisions - traditionally roles carried out by employees. ", "He said he believed education was the solution to preparing people for the changing market, adding that technology had always brought changes to the way people make money.", "Automation has already changed the nature of factory and warehouse work, for example, but has not entirely removed human input.", "The prime minister insisted it was too simple to say artificial intelligence would \"take people's jobs\", instead urging the public to view the tech as a \"co-pilot\" in the day-to-day activities of the workplace.", "Reports, including declassified material from the UK intelligence community, set out a series of warnings about the threats AI could pose within the next two years. ", "According to the government's \"Safety and Security Risks of Generative Artificial Intelligence to 2025\" report, AI could be used to:", "Experts are divided about the threat posed by AI and previous fears about other emerging technologies have not fully materialised.", "Rashik Parmar, the chief executive of the BCS, The Chartered Institute for IT, said: \"AI won't grow up like The Terminator. ", "\"If we take the proper steps, it will be a trusted co-pilot from our earliest school days to our retirement.\" ", "In his speech, Mr Sunak said the UK would not \"rush to regulate\" AI because it was \"hard to regulate something you do not fully understand\".", "He said the UK's approach should be proportionate while also encouraging innovation, ", "Mr Sunak wants to position the UK as a global leader on the safety of the technology, which would put it at the centre of a stage on which it can't really compete with huge players like the US and China in terms of resources or homegrown tech giants.", "So far, most of the West's powerful AI developers seem to be cooperating - but they are also keeping a lot of secrets about what data their tools are trained on and how they really work.  ", "The UK will have to find a way to persuade these firms to stop, as the prime minster put it, \"marking their own homework\".", "Prof Carissa Veliz, associate professor in philosophy, Institute of Ethics in AI, at the University of Oxford, said unlike the EU the UK had so far been \"notoriously averse to regulating AI, so it is interesting for Sunak to say that the UK is particularly well-suited to lead the efforts of ensuring the safety of AI\". ", "She said regulation often leads to \"the most impressive and important innovations\". ", "Labour said the government had not yet set out concrete proposals on how it would regulate the most powerful AI models.", "\"Rishi Sunak should back up his words with action and publish the next steps on how we can ensure the public is protected,\" Shadow Science, Innovation and Technology Secretary Peter Kyle said.", "The UK is hosting a two-day AI safety summit at Bletchley Park in Buckinghamshire next week, with China expected to attend.  ", "The decision to invite China at a time of tense relations between the two countries has been criticised by some. Former Prime Minister Liz Truss has written to Mr Sunak asking him to rescind China's invitation.", "She believes \"we should be working with our allies, not seeking to subvert freedom and democracy\" and cites concerns around Beijing's attitude to the West about AI.", "But, speaking earlier Mr Sunak defended the decision, arguing there could be \"no serious strategy for AI without at least trying to engage all of the world's leading AI powers\". ", "The summit will bring together world leaders, tech firms, scientists and academics to discuss the emerging technology.", "Professor Gina Neff, Director of the Minderoo Centre for Technology and Democracy at the University of Cambridge, has criticised the focus of the summit. ", "\"The concerns that most people care about are not on the table, from building digital skills to how we work with powerful AI tools,\" she said. ", "\"This brings its own risks for people, communities, and the planet.\""]}
{"url": "https://www.bbc.com/news/uk-england-london-67093576", "title": "Kensington and Chelsea Council admits using AI-led surveillance software - BBC News", "body": ["Kensington and Chelsea Council has admitted it is using US surveillance software on two estates but insisted it was to \"keep residents safe\".", "The technology, which uses AI software to analyse CCTV images, is being trialled at Trellick Tower and Markland House in North Kensington.", "Councillor Sof McVeigh said it had already assisted police apprehend one resident accused of carrying a machete.", "But another councillor said tenants were being treated like suspects.", "The west London council was forced to confirm the use of the US surveillance kit Fusus after media platform OpenDemocracy reported it was the only council in the country doing so. ", "Ms McVeigh said: \"I do have to speak in support of them, because just relatively recently, a few weeks ago, a local operative was looking at these CCTV camera images of a resident going into a lift with a machete and we called the police and he was apprehended.", "\"CCTV does have a very important role to play in the safety of all our tenants.\"", "Ms McVeigh added that the technology uses the internet to send pictures to a central reporting station, which can only be accessed by appointed officers and that Fusus and no other external party has access to the data. ", "However, independent councillor Emma Dent Coad questioned why Kensington and Chelsea was the only council trialling the software.", "\"In America, it was used to identify activists in Black Lives Matter and in China to entrap Uyghur Muslims and it has been banned in the EU. They are no longer using this kind of technology,\" she said.", "\"CCTV is one thing, this is a step up. I really think people need to understand exactly what it is and the implications of it, where it's been banned in some areas.\"", "Ms McVeigh accused Ms Dent Coad of making \"odd comments\" about residents and said the technology was being used to keep people safe.", "She said the residents had been aware of the trial which would last for 60 days. ", "\"We are only going to look to implement this if more residents agree, so we will be consulting on this,\" she added.", "Listen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk"]}
{"url": "https://www.bbc.com/news/uk-northern-ireland-67264171", "title": "Ocula Technologies: Belfast AI firm to invest £11m in R&D - BBC News", "body": ["Belfast-based artificial intelligence (AI) company Ocula Technologies is to invest £11m in research and development (R&D).", "The firm is developing its Software Development Centre and hopes to grow staff from 10 to 50 within three years.", "Ocula Technologies works in e-commerce, with clients such as Super Bowl winner Kansas City Chiefs as well as Boots.", "It helps firms optimise their e-commerce experience and compete scientifically on pricing.", "CEO and co-founder Thomas McKenna said: \"With its rich talent pool, we certainly made the right decision in choosing Northern Ireland to help us build this capability.", "\"Our Northern Ireland team has developed our new software platform which is at the cutting edge of AI and is already benefiting some of the largest brands in the world - for example, we have helped the Kansas City Chiefs deliver significant revenue uplifts of 15%. ", "\"We want to continue pushing the limits of innovation and building on our success in markets such as North America, where we are aiming to achieve significant sales by the end of 2024.\"", "Anne Beggs of Invest NI added that R&D was a \"key component of the Department for the Economy's 10x Vision, which will drive Northern Ireland's future economic success\".", "\"The benefits of investing in R&D are rich, and Ocula is testament to how R&D can enable the development of game-changing products which can drive competitiveness in the global marketplace,\" she said.", "\"To support the commercialisation of Ocula's R&D in both GB and the US, the company is also working with our trade division, which is supporting Ocula's presence at two upcoming key e-commerce events in GB and the USA.\""]}
{"url": "https://www.bbc.com/news/entertainment-arts-67134595", "title": "John Grisham: Threat from AI cannot be truly appreciated - BBC News", "body": ["Bestselling thriller writer John Grisham says the \"threat\" to his profession from AI cannot be \"truly appreciated... explained or predicted\".", "He is among a group of writers who have accused OpenAI of unlawfully training its artificial-intelligence-based chatbot ChatGPT on their work.", "Jonathan Franzen, Jodi Picoult and George RR Martin are among those joining the recent group legal action.", "Grisham told BBC One's Breakfast programme: \"It's my turn to file suit.\"", "He said: \"For 30 years, I've been sued by everyone else - for slander, defamation, copyright, whatever - so it's my turn.\"", "OpenAI said last month it respected the rights of authors, \"they should benefit from AI technology\" and the company was \"optimistic we will continue to find mutually beneficial ways to work together\".", "In a wide-ranging interview, Grisham also discussed his long-awaited sequel to his hit second novel, The Firm.", "Published in 1991 and turned into a Hollywood blockbuster starring Tom Cruise, The Firm is an intriguing tale about a Memphis law firm set up by the Mafia to launder money and enable tax evasions. ", "The Exchange follows protagonists Mitch and Abby McDeere after they exposed the firm and fled the country.", "So why did it take more than 30 years to write?", "\"I can't just sit down and force a story to happen,\" Grisham told the Breakfast.", "\"I have to be inspired... to write the novel. In the meantime, there are so many other books to write. I kept thinking about Mitch and how much fun it would be to bring him back. I had no idea it would take so long.\"", "But will Cruise reprise his role as Mitch?", "\"I hope so - it's not in the works yet,\" Grisham told the Breakfast. ", "\"If Tom wants to do it, it will be done. If Tom doesn't want to do it, it probably won't be done.\"", "The fascination with crime and legal drama was because \"we have an addiction to violence\" and  people \"love big sensational trials\", Grisham told the Breakfast. ", "But he was \"more pessimistic\" about the legal system today.", "\"For the past 15 years, I've served on two boards dedicated to exonerating innocent people who are in prison,\" Grisham told the Breakfast. ", "\"I've come to realise there are are thousands of innocent people in prison - they all go back to a bad verdict.\""]}
{"url": "https://www.bbc.com/news/business-67327060", "title": "Musk says his new AI chatbot has 'a little humour' - BBC News", "body": ["Elon Musk has launched an AI chatbot called Grok on his social media site X, formerly Twitter, but so far it is only available to selected users.", "\"In some important respects, it is the best that currently exists,\" he posted on X, before its release.", "Mr Musk boasted that Grok \"loves sarcasm\" and would answer questions with \"a little humour\".", "However, early signs suggest it suffers from problems common to other artificial intelligence tools.", "Other models decline to respond to some questions, for example providing criminal advice. But Mr Musk said Grok would answer \"spicy questions that are rejected by most other AI systems\".", "In a demonstration of the new tool, posted by Mr Musk, Grok was asked for a step-by-step guide to making cocaine. ", "It responded \"just a moment while I pull up the recipe... because I'm totally going to help you with that\", and listed generalised rather than useable information, combined with sarcastic suggestions, before warning against pursuing the idea.", "It struck a gleeful tone in reference to the trial of crypto-entrepreneur Sam Bankman-Fried, but mistakenly suggested it took eight hours for the jury to deliver a guilty verdict, when in fact they returned it in under five.", "Generative AI tools like Grok have been widely criticised for including basic errors while sounding highly convincing in their style of writing.", "The team behind Grok xAI was launched in July, drawing on talent from other AI research firms. It is a separate company, but closely linked to Mr Musk's other enterprises X and the electric car firm, Tesla.", "Earlier this year Mr Musk said he wanted his version of AI to be \"a maximum truth-seeking AI that tries to understand the nature of the universe\".", "Mr Musk said a major advantage of Grok was that it had access to up-to-date information from the X platform, which set it apart from the launch versions of some rivals, although increasingly up-to-date responses are available for paying customers with other AI tools.", "Grok is currently in a test or \"beta\" format but will later be available to paying subscribers of X.", "Last week at the UK's AI summit, Mr Musk conceded there were dangers associated with AI development.", "But he has also been a long-standing champion of the technology. He was a co-founder of the firm OpenAI which created ChatGPT, the first AI tool made widely available last year. Microsoft has invested in OpenAI making the tool available on its platform.", "Since then Google launched its rival artificial intelligence (AI) model, Bard, and Meta has launched Llama. The tools are designed to use previously ingested information to generate text answers that sound as though a human has written them. ", "Grok is a term coined by science fiction writer Robert A. Heinlein, in his 1961 novel Stranger in a Strange Land. In it \"grokking\" was to empathise deeply with others.", "However, xAI said Grok was modelled after the Hitchhiker's Guide to the Galaxy, by Douglas Adams, which started as a BBC radio series in the 1980s, but was later remade in print and on film.", "xAI said Grok was \"intended to answer almost anything and, far harder, even suggest what questions to ask\".", "Grok was a \"very early beta product  - the best we could do with two months of training\", it added."]}
{"url": "https://www.bbc.com/news/technology-66661815", "title": "Pass AI law soon or risk falling behind, MPs warn - BBC News", "body": ["The prime minister's plan for the UK to take the lead in AI regulation is at risk unless a new law is introduced in November, MPs have warned.", "The EU could overtake the UK in efforts to make AI safe unless action is taken, members of the Commons Technology Committee said.", "The UK will host an international AI summit at the start of November.", "The government told the BBC it is willing to consider further steps if needed.", "But it did not reveal if it agreed that a new law should be put forward so rapidly. Instead, a spokesperson highlighted the summit and a £100m initial investment in a task-force to encourage the safe development of AI models.", "That is \"more funding dedicated to AI safety than any other government in the world\", the UK government said.", "If legislation isn't introduced in the King's Speech on 7 November, the earliest legislation could become law is 2025, the committee says in a report published Thursday.", "The report argues not bringing in legislation for two years risks the UK \"being left behind by other legislation—like the EU AI Act—that could become the de facto standard and be hard to displace\".", "The situation could mirror data protection rules, where UK laws followed the EU lead, the report argues.", "But although the government's white paper on AI regulation has recognised a new law may be needed at some point, Rishi Sunak has previously argued that, initially, \"we can probably do lots of this without legislation\".", "A key part of his plan is the November summit which the government says will be the \"world's first major global summit on AI safety\".", "The committee argued as wide a range of countries as possible should be invited, which would include China.", "The report also highlights twelve \"challenges\" that the UK government must address, including:", "The use of copyrighted material to train AI systems is also one of the challenges.", "So-called generative AI systems can now create new works in the style of famous artists, actors and musicians.", "But to pull off this feat AI is trained on huge amounts of copyrighted material. Many authors, actors, artists and musicians argue that AI should not be trained on their works without permission and compensation.", "There are already steps to develop a voluntary agreement that would allow AI firms access to copyrighted works, while at the same time supporting artists, the report notes. ", "A planned exemption to copyright for AI firms was abandoned by the government in February.", "AI's power to imitate people could also be used to spread misinformation, or to commit fraud, or to fool bank voice-recognition security systems, MPs said.", "The report follows a warning on Wednesday from the National Cyber Security Centre, which said that large language models - a type of AI that powers popular chatbots - could not be protected from certain types of attacks designed to persuade them to do malicious things. There were at present \"no failsafe measures\" that would remove the risk, the centre wrote.", "MPs broadly supported the government's approach to keeping AI safe which does not require the creation of a new AI regulator, but instead passes oversight onto existing regulators depending on what the AI does.", "Some who spoke to the committee, including Hugh Milward of Microsoft UK, preferred this approach to that of the EU which he told the committee was \"a model of how not to do it\".", "But he has also previously told the BBC that care needs to be taken with any UK legislation too. There was a danger that a single piece of legislation tried to do everything \"and then it becomes a bit like a Christmas tree and everybody tries to hang their own personal issues on it\", he said."]}
{"url": "https://www.bbc.com/news/technology-65110030", "title": "Elon Musk among experts urging a halt to AI training - BBC News", "body": ["Key figures in artificial intelligence want training of powerful AI systems to be suspended amid fears of a threat to humanity.", "They have signed an open letter warning of potential risks, and say the race to develop AI systems is out of control.", "Twitter chief Elon Musk is among those who want training of AIs above a certain capacity to be halted for at least six months.", "Apple co-founder Steve Wozniak and some researchers at DeepMind also signed.", "OpenAI, the company behind ChatGPT, recently released GPT-4 - a state-of-the-art technology, which has impressed observers with its ability to do tasks such as answering questions about objects in images.", "The letter, from Future of Life Institute and signed by the luminaries, wants development to be halted temporarily at that level, warning in their letter of the risks future, more advanced systems might pose.", "\"AI systems with human-competitive intelligence can pose profound risks to society and humanity,\" it says.", "The Future of Life Institute is a not-for-profit organisation which says its mission is to \"steer transformative technologies away from extreme, large-scale risks and towards benefiting life\". ", "Mr Musk, owner of Twitter and chief executive of car company Tesla, is listed as an external adviser to the organisation.", "Advanced AIs need to be developed with care, the letter says, but instead, \"recent months have seen AI labs locked in an out-of-control race to develop and deploy ever more powerful digital minds that no-one - not even their creators - can understand, predict, or reliably control\".", "The letter warns that AIs could flood information channels with misinformation, and replace jobs with automation.", "The letter follows a recent report from investment bank Goldman Sachs which said that while AI was likely to increase productivity, millions of jobs could become automated.", "However, other experts told the BBC the effect of AI on the labour market was very hard to predict. ", "More speculatively, the letter asks: \"Should we develop non-human minds that might eventually outnumber, outsmart, obsolete [sic] and replace us?\"", "Stuart Russell, computer-science professor at the University of California, Berkeley, and a signatory to the letter, told BBC News: \"AI systems pose significant risks to democracy through weaponised disinformation, to employment through displacement of human skills and to education through plagiarism and demotivation.\"", "And in the future, advanced AI's may pose a \"more general threat to human control over our civilization\". ", "\"In the long run, taking sensible precautions is a small price to pay to mitigate these risks,\" Prof Russell added.", "But Princeton computer-science professor Arvind Narayanan accused the letter of focusing on \"speculative, futuristic risk, ignoring the version of the problem that is already harming people\".", "In a recent blog post quoted in the letter, OpenAI warned of the risks if an artificial general intelligence (AGI) were developed recklessly: \"A misaligned superintelligent AGI could cause grievous harm to the world; an autocratic regime with a decisive superintelligence lead could do that, too.", "\"Co-ordination among AGI efforts to slow down at critical junctures will likely be important,\" the firm wrote.", "OpenAI has not publicly commented on the letter. The BBC has asked the firm whether it backs the call.", "Mr Musk was a co-founder of OpenAI - though he resigned from the board of the organisation some years ago and has tweeted critically about its current direction. ", "Autonomous driving functions made by his car company Tesla, like most similar systems, use AI technology.", "The letter asks AI labs \"to immediately pause for at least six months the training of AI systems more powerful than GPT-4\".", "If such a delay cannot be enacted quickly, governments should step in and institute a moratorium, it says.", "\"New and capable regulatory authorities dedicated to AI\" would also be needed. ", "Recently, a number of proposals for the regulation of technology have been put forward in the US, UK and EU. However, the UK has ruled out a dedicated regulator for AI."]}
{"url": "https://www.bbc.com/news/technology-66940771", "title": "ChatGPT can now access up to date information - BBC News", "body": ["OpenAI, the Microsoft-backed creator of ChatGPT, has confirmed the chatbot can now browse the internet to provide users with current information. ", "The artificial intelligence-powered system was previously trained only using data up to September 2021.", "The move means some premium users will be able to ask the chatbot questions about current affairs, and access news.", "OpenAI said the feature would open up to all users soon.", "Earlier in the week, OpenAI also revealed the chatbot will soon be able to have voice conversations with users.", "ChatGPT and other similar systems use huge amounts of data to create convincing human-like responses to user queries. ", "They are expected to dramatically change the way people search for information online. ", "But until now the viral chatbot's \"knowledge\" has been frozen in time. Its database has been drawn from the contents of the internet as it was in September 2021. It could not browse the net in real time.", "So, for example, ask the free version when an earthquake last struck Turkey, or whether Donald Trump is still alive and it replies \"'I'm sorry, but I cannot provide real-time information\". ", "ChatGPT's inability to take recent events into account has been a turn-off for some potential users. ", "\"If this functionality or capability weren't there, you would need to go to Google or to Twitter or to your preferred news outlet. Now, you can treat this as a source of the latest news, gossip and current events,\" says Tomas Chamorro-Premuzic, professor of business psychology at University College London.", "\"So the main implication is that it's going to absorb a lot of the incoming questions and inquiries that were going to search engines or going to news outlets,\" he said.", "But, Mr Chamorro-Premuzic added that using the platform to search could be a double-edged sword.", "\"I think that's a good thing in terms of getting quick responses to your pressing, burning questions,\" he said, but warned that without sourcing, information provided through ChatGPT could be misleading. ", "\"If it's not stating in a reliable way what the sources are, and it's simply doing a mix and a mish mash of what exists out there... then the concerns are around accuracy and people just assume the information they get there is reliable when it's not.\"", "Already, OpenAI has come under the scrutiny of US regulators over the risk of ChatGPT generating false information.", "Earlier this year, the Federal Trade Commission (FTC) sent a letter to the Microsoft-backed business requesting information on how it addresses risks to people's reputations. ", "In response, the OpenAI chief executive said the company would work with the FTC.", "There were a number of reasons why ChatGPT did not search the internet until now: computing cost for one thing. It is often said that every single query costs OpenAI a few cents. ", "More significantly though, the limited data provided a valuable safety net. ", "ChatGPT could not start regurgitating harmful or illegal material it happened to find newly uploaded to the net in response to a query. ", "It could not spout misinformation planted by bad actors about politics or healthcare decisions because it didn't have access to it.", "Asked why it had taken so long to allow users to search up to date information, the chatbot itself provided three answers.", "It said developing language models took a long time and was resource-intensive, that using real-time data had the potential to introduce inaccuracies, and that there were some privacy and ethical concerns about accessing real-time information - particularly copyrighted content without permission. ", "ChatGPT's new functionalities perfectly highlight the enormous dilemma facing the AI sector. In order to be truly useful, the guardrails have to come off, or at least loosen - but doing that makes the tech potentially more dangerous and open to misuse."]}
{"url": "https://www.bbc.com/news/technology-67022005", "title": "AI facial recognition: Campaigners and MPs call for ban - BBC News", "body": ["Police and private companies should \"immediately stop\" the use of facial recognition surveillance, says a group of politicians and privacy campaigners.", "They have raised concerns around human rights, potential for discrimination and \"the lack of a democratic mandate\".", "It comes after the government announced plans for police to access passport photos to help catch criminals.", "The Home Office said facial recognition had \"a sound legal basis\" and had already led to criminals being caught.", "A spokesperson added that the technology could also aid police in searching for missing or vulnerable people, and free up officers to \"be out on the beat\" and to carry out complex investigations.", "Live facial recognition cameras scan faces of the public in specific locations and compare these with people on \"watch lists\" who may be wanted by police or the courts in association with crimes.", "Police forces using the technology in the UK inform citizens in advance about when and where it will be deployed, and display physical notices alerting those entering areas where it is active to the presence of cameras.", "But this week, policing minister Chris Philp said he wanted officers to be able to access a wider range of databases for images besides those on its national database, which is limited to those who have been arrested. ", "Campaigners have called for it to be banned \"immediately\".", "\"This dangerously authoritarian technology has the potential to turn populations into walking ID cards in a constant police line up,\" says Silkie Carlo, the director of privacy organisation Big Brother Watch.", "The group calling for the ban includes parliamentarians from the Conservatives, Labour, Liberal Democrat and Green parties, along with campaigning organisations such as Amnesty, Index on Censorship and Big Brother Watch.", "The UK's surveillance camera commissioner has also criticised the plans, saying they could damage public trust and make passport-holders feel as if they were in a \"digital line-up\".", "South Wales Police has been criticised over its live facial recognition use at events including Harry Styles and Beyoncé concerts in Cardiff. The Metropolitan Police has used it several times this year, including at the King's Coronation in May.", "Both forces have said that if a person is not on a watch list, the biometric data will be immediately deleted and not stored.", "In April, Frasers Group - which operates Sports Direct, Flannels and House of Fraser - defended its use of live facial recognition cameras in some of its shops, saying the system provided by FaceWatch had helped cut crime since being installed. ", "Ms Carlo, of Big Brother Watch, argued the UK's \"approach to face surveillance makes us a total outlier in the democratic world, especially against the backdrop of the EU's proposed ban\".", "Members of the European Parliament agreed to ban live facial recognition using AI in a draft of its Artificial Intelligence (AI) Act - the EU's landmark legislation categorising different applications of AI according to their harm to the public. ", "The Home Office said the government was \"committed to making sure the police have the tools and technology they need to solve and prevent crimes, bring offenders to justice, and keep people safe\".", "\"Facial recognition, including live facial recognition, has a sound legal basis that has been confirmed by the courts and has already enabled a large number of serious criminals to be caught, including for murder and sexual offences,\" a spokesperson said.", "They added there was a \"robust legal framework for it use\"."]}
{"url": "https://www.bbc.com/news/technology-66672054", "title": "Can AI popstars make it in the real world? - BBC News", "body": ["They sing, they dance, they model, but they don't exist in real life - virtual influencers are trying to break out of the metaverse and into the charts.", "From Alvin and The Chipmunks to Gorillaz, and Hatsune Miku to Polar, the music industry is no stranger to virtual characters as popstars.", "Like many of today's human artists, they've won Grammy Awards, held concerts as holograms, and can even be \"cancelled\" over controversial comments.", "Noonoouri, a digital character created by German designer Joerg Zuber, is the latest blue-haired, doll-faced virtual influencer to land a record deal.", "Created using motion capture and advanced graphics, she's been signed to Warner Music as its first avatar artist, rubbing shoulders (virtually) with Ed Sheeran, Dua Lipa, Cardi B and Ashnikko at one of the industry's biggest labels.", "Her vocals, built in part using artificial intelligence (AI) tools, have seen her dubbed an \"AI popstar\".", "And while Warner Music says AI only played a minor part in the creation of Noonoouri's vocals, her signing still comes amid growing concerns over the role AI plays in music creation, and whether it will displace or defraud artists by duplicating their sound, style or image.", "Marec Lerche, head of business development at Warner Music Central Europe, says Noonoouri and digital creations like her can offer labels more experimentation and flexibility.", "\"You can appear in different places at the same time, you can change her style in a minute - we can make Nonooouri fly if we want, because it feels natural to her,\" he says.", "\"She is already a digital character so there are more opportunities than with a human artist in that respect.\"", "Read additional stories on artificial intelligence", "Noonoouri's pivot to music follows that of another top virtual influencer, Lil Miquela, who first began to release tracks in 2017, and has received millions of views for her music videos on YouTube.", "It comes as streaming now reigns supreme in the music industry, and artists - like screenwriters and actors in Hollywood - are fighting for a bigger slice of revenues. ", "Musicologist Dr Shara Rambarran says virtual influencers-turned-popstars entering the arena may unsettle IRL (in real life) musicians \"who want to put their music out there and not have to have that [additional] competition\".", "As an almost entirely virtual creation, Warner Music's new signing is not exactly your average artist.", "Similarly to \"vocaloids\" like Hatsune Miku - who evolved out of voice synthesiser software into a fully sketched character - Noonoouri has been created using a combination of different technologies to virtually dance, sing and strut down runways.", "She has 400,000 followers on Instagram, a modelling contract, and a doll-like appearance that can be tweaked or transformed at the click of a button.", "Mr Zuber, who works at a design studio in Munich, says Noonoouri is a \"lifetime project\" for him.", "It was fleshed out by him and his team of five people as a character that originally could speak about and highlight the world's problems in a lifelike, 3D form. ", "\"We started with the hair, the drawings of the fabric, the movement and everything, and I slipped into a motion capture suit to walk as her... to define her movements, her gestures and everything,\" he says.", "Mr Zuber adds that the team was keen to give Noonoouri a more \"techie\" than human sounding voice - which meant overlaying his base vocals for the character with a melodic track from a professional singer.", "Algorithms were then used to automatically correct Noonoouri's original vocal recordings and help the team match the speed, tempo and pitch of the singer's voice.", "Her signing to Warner comes against the backdrop of concerns in the music industry over the rise of the technology.", "While artists such as Grimes and David Guetta have said they are embracing such tech to experiment with their music production, the likes of Sting and Ed Sheeran have criticised the use of AI. Meanwhile, Hozier recently told the BBC's Newsnight that he would consider striking over the threat posed to the industry by AI.", "Jamie Njoku-Goodwin, chief executive of industry association UK Music, says that many in the industry are excited about the opportunities AI might give artists and producers, but figuring out the regulatory and legal landscape so it \"can enable human creativity, not erode it\" is key.", "\"It's about knowing what content and what data AI is being trained on, [and] about ensuring there's adequate labelling so we know whether or not a piece of music is AI-generated,\" he says.", "Dr Shara Rambarran has written about virtual musicians, and says that while the trend of digital popstars is unlikely to abate in future, it's also unlikely to usurp tangible humans topping the charts. ", "\"It's not a new concept at all, they've always existed in some shape or form,\" she says.", "\"But will it overtake everything in the music industry? I don't think so. I think there's going to be room for everybody.", "\"There's always going to be another innovative creation we're going to be talking about and if this doesn't work out, something's going to replace it.\""]}
{"url": "https://www.bbc.com/news/technology-66941337", "title": "Meta announces AI chatbots with 'personality' - BBC News", "body": ["Meta has announced a series of new chatbots to be used in its Messenger service. ", "The chatbots will have \"personality\" and specialise in certain subjects, like holidays or cooking advice. ", "It is the latest salvo in a chatbot arms race between tech companies desperate to produce more accurate and personalised artificial intelligence.", "The chatbots are still a work in progress with \"limitations\", said boss Mark Zuckerberg.", "In California, during Meta's first in-person event since before the pandemic, Mr Zuckerberg said that it had been an \"amazing year for AI\".", "The company is calling its main chatbot \"Meta AI\" and can be used in messaging. For example, users can ask Meta AI questions in chat \"to settle arguments\" or ask other questions. ", "The BBC has not yet tested the chatbot which is based on Llama 2, the large language model that the company released for public commercial use in July. ", "Several celebrities have also signed up to lend their personalities to different types of chatbots, including Snoop Dogg and Kendall Jenner. ", "The idea is to create chatbots that are not just designed to answer questions.", "\"This isn't just going to be about answering queries,\" Zuckerberg said. \"This is about entertainment\". ", "According to Meta, NFL star Tom Brady will play an AI character called 'Bru', \"a wisecracking sports debater\" and YouTube star MrBeast will play 'Zach', a big brother \"who will roast you\". ", "Mr Zuckerberg said there were still \"a lot of limitations\" around what the bots could answer.", "The chatbots will be rolled out in the coming days and only in the US initially.", "Mr Zuckerberg also discussed the metaverse - a virtual world - which is a concept that Mr Zuckerberg has so far spent tens of billions of dollars on. ", "Although Meta had already announced its new virtual reality headset, Quest 3, the company gave further details at the event.", "Meta's boss described the headset as the first \"mainstream\" mixed reality headset. Cameras facing forward will mean the headset will allow for augmented reality. It will be available from 10 October.", "The firm's big, long-term bet on the metaverse still appears yet to pay off, with Meta's VR division suffering $21bn (£17bn) in losses since the start of 2022.", "The Quest 3 came after Apple entered the higher-priced mixed reality hardware market with the Vision Pro earlier this year.", "Mat Day, global gaming strategy director for EssenceMediacom, said Mark Zuckerberg had \"reinvigorated\" the VR sector.", "\"Meta's VR roadmap is now firmly positioned around hardware priced for the mass market. This is a stark contrast to Apple's approach which is aimed at the high end tech enthusiast,\" he said.", "Meta's announcement came on the same day as rival OpenAI, the Microsoft-backed creator of ChatGPT, confirmed its chatbot can now browse the internet to provide users with current information. The artificial intelligence-powered system was previously trained only using data up to September 2021."]}
{"url": "https://www.bbc.com/news/uk-england-cambridgeshire-67264131", "title": "AI used in liver cancer treatment at Cambridge hospital - BBC News", "body": ["Artificial intelligence (AI) is being used to improve a treatment for liver cancer for the first time in an NHS hospital. ", "Addenbrooke's Hospital in Cambridge has introduced AI into its thermal ablation procedure.", "Radiology consultant Nadeem Shaida said it meant the ablation was more accurate and effective.", "Thermal ablation involves inserting a needle or probe into small tumours to destroy them with heat.", "It is an increasingly common treatment because it is considered less invasive than regular surgery.", "The hospital said the AI was programmed with data from thousands of patients so that it could more accurately outline both the tumour and the margin of healthy tissue around it.", "\"A few years ago we introduced Cascination (CT scan technology), which improved the accuracy, but AI has given us extra confidence,\" said Mr Shaida.", "\"Before AI we had to rely on our own eye to interpret the images and that's prone to variability among different readers.\"", "He added: \"AI helps us identify straight away if we've taken enough tissue, and if not, we can put the needle back in while the patient is still asleep rather than calling it a day, and then waiting for six weeks before another scan shows you need to repeat the procedure.\"", "Addenbrooke's says half of the approximate 75 liver cancer patients it treats are eligible for the procedure.", "The AI technology was used recently for patient Charles Sykes's liver treatment at Addenbrooke's.", "The 76-year-old said the procedure seemed straightforward, adding: \"If someone hadn't told me AI is what they'd used, I wouldn't have known, but I'm delighted it was available because it improves the chances of success.\"", "AI is already used in thermal ablation of kidney and lung tumours at centres throughout Europe and Addenbrooke's will be monitoring the effectiveness.", "A global AI Safety Summit at Bletchley Park in Buckinghamshire is due to discuss the advantages and disadvantages of the technology - used across sectors - throughout this week.", "\"I don't think interventional radiologists will be out of a job because you still need people to run, guide and understand the system, and to put the needle in physically,\" said Mr Shaida.", "\"But it's a really useful addition to our daily working lives and could reduce the chance of interpretation error around the world.\"", "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp 0800 169 1830"]}
{"url": "https://www.bbc.com/news/world-us-canada-65452940", "title": "AI 'godfather' Geoffrey Hinton warns of dangers as he quits Google - BBC News", "body": ["A man widely seen as the godfather of artificial intelligence (AI) has quit his job, warning about the growing dangers from developments in the field. ", "Geoffrey Hinton, 75, announced his resignation from Google in a statement to the New York Times, saying he now regretted his work. ", "He told the BBC some of the dangers of AI chatbots were \"quite scary\".", "\"Right now, they're not more intelligent than us, as far as I can tell. But I think they soon may be.\"", "Dr Hinton also accepted that his age had played into his decision to leave the tech giant, telling the BBC: \"I'm 75, so it's time to retire.\"", "Dr Hinton's pioneering research on neural networks and deep learning has paved the way for current AI systems like ChatGPT. ", "In artificial intelligence, neural networks are systems that are similar to the human brain in the way they learn and process information. They enable AIs to learn from experience, as a person would. This is called deep learning.", "The British-Canadian cognitive psychologist and computer scientist told the BBC that chatbots could soon overtake the level of information that a human brain holds.", "\"Right now, what we're seeing is things like GPT-4 eclipses a person in the amount of general knowledge it has and it eclipses them by a long way. In terms of reasoning, it's not as good, but it does already do simple reasoning,\" he said.", "\"And given the rate of progress, we expect things to get better quite fast. So we need to worry about that.\"", "In the New York Times article, Dr Hinton referred to \"bad actors\" who would try to use AI for \"bad things\".", "When asked by the BBC to elaborate on this, he replied: \"This is just a kind of worst-case scenario, kind of a nightmare scenario. ", "\"You can imagine, for example, some bad actor like [Russian President Vladimir] Putin decided to give robots the ability to create their own sub-goals.\"", "The scientist warned that this eventually might \"create sub-goals like 'I need to get more power'\".", "He added: \"I've come to the conclusion that the kind of intelligence we're developing is very different from the intelligence we have. ", "\"We're biological systems and these are digital systems. And the big difference is that with digital systems, you have many copies of the same set of weights, the same model of the world. ", "\"And all these copies can learn separately but share their knowledge instantly. So it's as if you had 10,000 people and whenever one person learnt something, everybody automatically knew it. And that's how these chatbots can know so much more than any one person.\"", "Matt Clifford, the chairman of the UK's Advanced Research and Invention Agency, speaking in a personal capacity, told the BBC that Dr Hinton's announcement \"underlines the rate at which AI capabilities are accelerating\".", "\"There's an enormous upside from this technology, but it's essential that the world invests heavily and urgently in AI safety and control,\" he said.", "Dr Hinton joins a growing number of experts who have expressed concerns about AI - both the speed at which it is developing and the direction in which it is going.", "In March, an open letter - co-signed by dozens of people in the AI field, including the tech billionaire Elon Musk - called for a pause on all developments more advanced than the current version of AI chatbot ChatGPT so robust safety measures could be designed and implemented.", "Yoshua Bengio, another so-called godfather of AI, who along with Dr Hinton and Yann LeCun won the 2018 Turing Award for their work on deep learning, also signed the letter. ", "Mr Bengio wrote that it was because of the \"unexpected acceleration\" in AI systems that \"we need to take a step back\".", "But Dr Hinton told the BBC that \"in the shorter term\" he thought AI would deliver many more benefits than risks, \"so I don't think we should stop developing this stuff,\" he added.", "He also said that international competition would mean that a pause would be difficult. \"Even if everybody in the US stopped developing it, China would just get a big lead,\" he said.", "Dr Hinton also said he was an expert on the science, not policy, and that it was the responsibility of government to ensure AI was developed \"with a lot of thought into how to stop it going rogue\".", "Dr Hinton stressed that he did not want to criticise Google and that the tech giant had been \"very responsible\".", "\"I actually want to say some good things about Google. And they're more credible if I don't work for Google.\"", "In a statement, Google's chief scientist Jeff Dean said: \"We remain committed to a responsible approach to AI. We're continually learning to understand emerging risks while also innovating boldly.\"", "It is important to remember that AI chatbots are just one aspect of artificial intelligence, even if they are the most popular right now. ", "AI is behind the algorithms that dictate what video-streaming platforms decide you should watch next. It can be used in recruitment to filter job applications, by insurers to calculate premiums, it can diagnose medical conditions (although human doctors still get the final say).  ", "What we are seeing now though is the rise of AGI - artificial general intelligence - which can be trained to do a number of things within a remit. So for example, ChatGPT can only offer text answers to a query, but the possibilities within that, as we are seeing, are endless.", "But the pace of AI acceleration has surprised even its creators. It has evolved dramatically since Dr Hinton built a pioneering image analysis neural network in 2012. ", "Even Google boss Sundar Pichai said in a recent interview that even he did not fully understand everything that its AI chatbot, Bard, did. ", "Make no mistake, we are on a speeding train right now, and the concern is that one day it will start building its own tracks. "]}
{"url": "https://www.bbc.com/news/health-67264350", "title": "Scientists excited by AI tool that grades severity of rare cancer - BBC News", "body": ["Artificial intelligence is nearly twice as good at grading the aggressiveness of a rare form of cancer from scans as the current method, a study suggests.", "By recognising details invisible to the naked eye, AI was 82% accurate, compared with 44% for lab analysis.", "Researchers from the Royal Marsden Hospital and Institute of Cancer Research say it could improve treatment and benefit thousands every year.", "They are also excited by its potential for spotting other cancers early.", "AI is already showing huge promise for diagnosing breast cancers and reducing treatment times.", "Computers can be fed huge amounts of information and trained to identify the patterns in it to make predictions, solve problems and even learn from their own mistakes.", "\"We're incredibly excited by the potential of this state-of-the-art technology,\" said Professor Christina Messiou, consultant radiologist at The Royal Marsden NHS Foundation Trust and professor in imaging for personalised oncology at The Institute of Cancer Research, London.", "\"It could lead to patients having better outcomes, through faster diagnosis and more effectively personalised treatment.\" ", "The researchers, writing in Lancet Oncology, used a technique called radiomics to identify signs, invisible to the naked eye, of retroperitoneal sarcoma - which develops in the connective tissue of the back of the abdomen - in scans of 170 patients.", "With this data, the AI algorithm was able to grade the aggressiveness of 89 other European and US hospital patients' tumours, from scans, much more accurately than biopsies, in which a small part of the cancerous tissue is analysed under a microscope.", "When dental nurse Tina McLaughlan was diagnosed - in June last year, after stomach pain - with a sarcoma at the back of her abdomen, doctors relied on computerised-tomography (CT) scan images to find the problem. ", "They decided it was too risky to give her a needle biopsy.", "The 65-year-old, from Bedfordshire, had the tumour removed and now returns to the Royal Marsden for scans every three months.    ", "She was not part of the AI trial but told BBC News it would help other patients.", "\"You go in for the first scan and they can't tell you what it is - they didn't tell me through all my treatment, until the histology, post-op, so it would be really useful to know that straight away,\" Ms McLaughlan said.   ", "\"Hopefully, it would lead to a quicker diagnosis.\"", "About 4,300 people in England are diagnosed with this type of cancer each year.", "Prof Messiou hopes the technology can eventually be used around the world, with high-risk patients given specific treatment while those at low risk are spared unnecessary treatments and follow-up scans.", "Dr Paul Huang, from the Institute of Cancer Research, London, said: \"This kind of technology has the potential to transform the lives of people with sarcoma - enabling personalised treatment plans tailored to the specific biology of their cancer. ", "\"It's great to see such promising findings.\"", "Sign up for our morning newsletter and get BBC News in your inbox."]}
